[
    {
        "type": "text",
        "text": "A meta-analysis of the relationship between collaborative innovation and innovation performance: The role of formal and informal institutions ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xuemei Xie °, Xiaojie Liu ?,\\*, Jialing Chen ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "School of Economics and Management,Tongji University,Shanghai,200092,China b School of Management, Shanghai University, Shanghai 2044, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLEINFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nCollaborative innovation   \nInnovation performance   \nMeta-analysis   \nFormal institutions   \nInformal institutions ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To cope with highly competitive business environments, an increasing number of firms are actively exploring collaborative innovation strategies. Yet, among the studies on this subject, there has been no consensus regarding the impact of collaborative innovation on innovation performance. To address this gap, we conducted a metaanalysis of 50 independent empirical samples, comprising 29,456 observations, to test the collaborative innovation-innovation performance relationship. We carried out both subgroup analyses and meta-regressions to explore how formal and informal institutions might moderate the collaborative-innovation-innovation-performance link. This work demonstrated that collaborative innovation strongly and positively correlates with firms? innovation performance. Then, to further deepen our understanding of this subject, we examined two different collaboration types and found that supply chain (SC) collaborative innovation has a more significant impact on firms’ innovation performance than the effect produced through industry-university-research (IUR) collaborations. Furthermore, this study revealed that formal and informal institutions strengthen the positive relationship between collaborative innovation and innovation performance. This paper offers new insights for collaborative innovation research and provides important managerial implications for firms’ innovation strategies. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "With the relatively new global trend of firms engaging in “open innovation,” fundamental changes have occurred in the business world regarding how companies conduct innovative activities (Xie et al., 2016). In the current environment, focusing solely on traditional, internal, and closed innovation practices is no longer sufficient for firms to address accelerating technological convergence and rapidly changing market demands (Kim, 2017). Thus, searching for and integrating external innovative resources is vital for firms to execute innovations sustainably (Rauter et al., 2019). Therefore, collaborative innovation has emerged in recent years as a new business paradigm (Xie et al., 2013). In business terms, collaborative innovation is defined as a firm's interactions with different collaborating partners to accelerate internal innovation, which could include product or service innovation, process innovation, and management innovation (Chesbrough, 2003; Li et al., 2019; Najafi-Tavani et al., 2018). Many firms today participate in collaborative innovation, allowing them to both share knowledge with external partners and gain access to novel knowledge, resources, and technologies (Xie et al., 2016). In practice, it can also be seen that an increasing number of firms, including IBM, Dell, P&G, 3 M, and Haier, have engaged in collaborative innovation to reduce risks, share complementary resources, improve productivity, and achieve competitive advantages (Yang and Chen, 2017). Accordingly, collaborative innovation with partners has become a necessary management practice for many firms to achieve strong, competitive market positions (Rauter et al.,2019). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Researchers have examined the effect of collaborative innovation on firms’ innovation performance, which refers to comprehensively evaluating firms’ innovation activities and outcomes associated with the innovation of products or services, processes, or management (Hong et al., 2019b; Scaliza et al., 2022). However, there are still conflicting views in the literature regarding this relationship (Kim, 2017; Lau et al., 2010). Most studies have suggested a positive linear association between collaborative innovation and firms' innovation performance (e.g., Najafi-Tavani et al., 2018; Xie et al., 2013; Yang and Chen, 2017). For instance, Wang and Hu (2020) suggested that firms engaged in more collaborative innovation activities could achieve higher performance by developing new products, while Zhou et al. (2018) indicated that collaborative innovation could improve innovation performance through knowledge acquisition and technology development. Still, other studies suggest that the collaborative-innovation-innovation -performance relationship is negative and linear (e.g., Liao et al., 2017; Yeniyurt et al., 2014), given collaborative innovation's potential disadvantages, including higher R&D costs (Liu et al., 2017), increased reliance on external resources (Kim, 2017), greater loss of control, and more organizational complexity (Rauter et al., 2019), all of which can affect firms’ innovation performance. Additionally, Liao et al. (2017) have suggested that supply-chain (SC) collaborative innovation negatively impacts product innovation. Meanwhile, some work indicates that collaborative innovation does not significantly affect innovation performance (e.g., Daugherty et al., 2006; Duhaylongsod and De Giovanni, 2019; Kim, 2017). For example, Duhaylongsod and De Giovanni (2019) found that integration between firms and suppliers has no significant effect on process innovation, while Daugherty et al. (2006) found that because of various complex factors, cross-organizational collaboration does not fully achieve firms’ anticipated goals and thus contributes little to realizing better performance. The inconsistent views in the literature encourage us to further explore the link between collaborative innovation and firms' innovation performance. The varying conclusions lead us to our first research question: To what extent does collaborative innovation influence firms’innovation performance? ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Second, many previous studies focusing on the collaborative-innovation-innovation-performance relationship have emphasized SC collaborations (e.g., Lv and Qi, 2019; Menguc et al., 2014; Shen et al., 2021) and industry-university-research (IUR) collaborations (e.g., Steinmo and Rasmussen, 2018; Szics, 2018; Xu et al., 2018). Although both SC collaborative innovation and IUR collaborative innovation are strongly correlated with innovation performance (Rajalo and Vadi, 2017; Wang and Hu, 2020), the magnitudes of the effects discussed in these studies vary considerably (Liu et al., 2017; Yang and Chen, 2017). While some research has indicated that collaboration with SC partners plays a more significant role in promoting innovation performance than collaboration with research institutions and universities (e.g., Nieto and Santamaria, 2007; Zeng et al., 2010), others have found the opposite: that the positive relationship is stronger for collaboration with scientific partners than it is with sC partners (e.g., Liu et al., 2017; Yang and Chen, 2017). These inconsistent results lead us to additional research questions:Does the strength of the collaborative-innovation-innovationperformance relationship vary across different collaboration types, and if so, which type of collaboration partner most benefits this relationship? ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Third, given that the conversion of collaborative innovation into innovation performance is a highly contextual endeavor, investigators have stressed the importance of contextual factors as contingencies (Sarooghi et al., 2015), which may reconcile the prima facie conflicting empirical findings and reveal the existence of moderators (Rosenbusch et al., 2011). The relationship between collaborative innovation and innovation performance relates to firm-specific factors at the organizational level, but the institutional environment also influences this relationship at the national level (Rosenbusch et al., 2019; Zhu et al., 2019) because firms are closely embedded in their respective social, cultural, and political environments and their behavioral and strategic choices often reflect the broader culture in which they are situated (Mueller et al., 2013). Specifically, according to the institutional-based view, institutions not only establish the rules of the game but also provide firms with valuable resources and shape collaborative behaviors, thereby affecting firms' innovation performance (Qi et al., 2020; Zhang et al., 2019a). On the one hand, formal institutions (e.g., political and regulatory institutions) can influence the availability of resources and information by providing behavioral guidelines through formal constitutions, laws, and treaties, thereby affecting firms’ innovation activities (Karlsson et al., 2020; Kraft and Bausch, 2018). On the other hand, informal institutions (e.g., cultural institutions), which shape the social behaviors, shared values and norms, and perceptions of people within a specific country, can influence the relationship between collaborative innovation and innovation performance by impacting firms' collaborative behaviors, strategic orientations, and managerial efficiency (Kraft and Bausch, 2018; North, 1990). However, previous empirical studies have usually obtained research samples only from a single country, and they have typically focused just on the moderating effects of firm-specific factors at the organizational level on the collaborative-innovation-innovation-performance relationship, such as organizational legitimacy (e.g., Lu and Yu, 2020), intellectual property strategic planning and intellectual property operation (Zhang and Chen, 2022), absorptive capacity (e.g., Najafi-Tavani et al., 2018), human capital (e.g., Zhang et al., 2018), or business-model characteristics (e.g.. Zhu et al., 2019). Thus, relevant studies on national-level institutional factors have been lacking. Therefore, the possible moderating effects of formal andinformal institutions　 on the collaborative-innovation-innovation-performance relationship remain an underresearched area. Such institutional factors lead us to a further question: To what extent do formal and informal institutional environments affect the impact of collaborative innovation on innovation performance? ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To answer the research questions discussed above, we performed a quantitative synthesis of the literature's empirical findings and then conducted a meta-analysis of the studies’ grouped samples. Specifically, we first used meta-analysis to integrate the prior studies and draw conclusions about the effects of collaborative innovation on innovation performance, given that meta-analysis has been called the “best methodology for reaching consensus\"’ when primary empirical results are inconsistent (Combs et al., 2011, p. 194), achieving stronger conclusions than the research results of any one study (Hunter and Schmidt, 2004). We also introduced both bivariate moderator analysis and meta-regression analysis to examine potential moderators in the collaborative innovation-innovation performance link. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Overall, this study contributes to collaborative innovation research in several ways. First, building on meta-analysis, we add to the research in this area by integrating the previous studies’ contradictory findings on the relationship between collaborative innovation and innovation performance, as well as the different impacts of SC collaborative innovation and IUR collaborative innovation. Thus, this work deepens our understanding of collaborative innovation from different dimensions, and it expands the application of meta-analysis to the field of collaborative innovation. Second, based on the subgroup analyses and metaregression, we add to the literature by revealing how the effect of collaborative innovation on firms’ innovation performance needs to be considered together with the contingent effects of local formal and informal institutions, which deepens our understanding of the contingent conditions involved when collaborative innovation might lead to successful innovation performance. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Theory and hypotheses ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.Collaborative innovation and innovation performance ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The resource-based view (RBV) states that a firm's strategic resources and capabilities can provide competitive advantages and superior innovative benefits for that firm (Menguc et al., 2014). Following RBV, complementary knowledge and additional value acquired through collaborations with external partners can be viewed as valuable innovation resources, and those resources can contribute to firms’ new product innovations and technological advancements (Zhou et al., 2018). Accordingly, collaborative innovation has become a crucial model for sharing and exchanging resources among enterprises (Rauter et al., 2019; Xie et al., 2013). Thus, we propose that collaborative innovation positively affects firms’ innovation performance. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "First, collaborative innovation is a necessary learning process by which firms can obtain new knowledge and generate new ideas through interactions with different partners (Wang and Hu, 2020; Zhou et al., 2018). According to the knowledge-based view, innovation and long-term competitiveness require firms to acquire, manage, and create new knowledge (Liu et al., 2017). The collaborative innovation process enables companies to break through the knowledge boundaries of external organizations and enrich their own knowledge stores (Harel et al., 2019), providing the firms with distinctive technological information and allowing them to produce more innovative outputs through knowledge asset integration (Zhou et al., 2018). Moreover, in benefiting from understanding and applying the new knowledge, which might be necessary to resolve various design, manufacturing, and managerial challenges (Hong et al., 2019b; Wang and Hu, 2020), firms can create new products or services and implement process and management innovations more quickly and more inexpensively (Jugend et al., 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Second, collaborative innovation may decrease the risk involved in the innovation process, thereby reducing uncertainty through information sharing (Harel et al.,2019).In a business environment where competition is intense, firms face risks concerning the accelerated rate of technology advancements, shortened product life cycles, and greater market demand instability (Schilke, 2014). Under these conditions, innovation is a high-risk activity, and firms may lack sufficient information and resources to respond quickly to volatile conditions (Harel et al., 2019). Here, collaborative innovation might accelerate external information  exchange  and knowledge sharing among partners (Bagherzadeh et al., 2020; Harel et al., 2019) and help firms obtain new information about customers’ needs, acquire knowledge about advanced technologies, and profit from their partners’ managerial experience (Wang and Xu, 2018). Collaborative innovation can thus reduce the risks of pursuing innovation in terms of products, processes, and management, which, in turn, can lead to improved innovation performance. Moreover, collaborative innovation can help firms obtain a high reputation in the technology market and win customers’ trust, thus growing new product sales (Zhou et al., 2018). Hence, we propose the following hypothesis: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "H1. Collaborative innovation is positively correlated with firms' innovation performance. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.Collaboration types and innovation performance ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Collaborative innovation centers on collaborations with different external actors (e.g., suppliers, customers, universities, and research institutions),and a firm's access toinnovation resources depends on its embedded network with various partners (Kim, 2017; Najafi-Tavani et al., 2018). Given that various types of collaboration partners have different impacts on firms' innovation performance (Najafi-Tavani et al., 2018; Yang and Chen, 2017), in this study, we focus on firm collaborations with customers and suppliers, termed SC collaborative innovation, as well as on firm collaborations with universities and research institutions, called IUR collaborative innovation. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1.SC collaborative innovation and innovation performance ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SC collaborative innovation refers to a firm's partnership with its key SC members (i.e., its suppliers and customers) (Zhao et al., 2011), which involves the process of gathering, integrating, and optimizing the allocation of innovative resources (Lv and Qi, 2019). Recently, growing changes in customer needs and shorter product life cycles have made effective innovation activities critical for a firm's success. Given that certain suppliers and customers can provide resources and ideas for designing innovative products (Lau et al., 2010), collaboration with these vital SC partners has become an effective approach for leveraging existing skills and introducing new products or services to the market (Wang and Hu, 2020). Therefore, we argue that suppliers’ and customers’participation in SC collaborative innovation leads to improved innovation performance. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In terms of engaging suppliers, collaborating with suppliers during the innovation process has become an important strategy for firms to develop competitive advantages (Najafi-Tavani et al., 2018). First, regarding the application of suppliers’ products, technology, or equipment, suppliers’ participation in the innovation process can provide companies with a deeper understanding of the products, technologies, or equipment they have been supplied, and it can help these companies make better use of the supplies more quickly (Menguc et al., 2014), thus improving innovation performance in the forms of product improvement and process innovation, as well as reduced costs and lower risks (Jean et al., 2014; Yeniyurt et al., 2014). Second, from the perspective of organizational learning, collaborative innovation with suppliers can facilitate knowledge acquisition by enabling companies to obtain more information about their suppliers’ new products or technologies, whether completed or under development, which increases the possibility for companies to successfully develop their own new products or processes using their suppliers’ knowledge before their competitors (Lau et al., 2010; Yang and Chen, 2017). Third, in terms of information sharing, collaborative innovation with suppliers allows firms to communicate their needs to suppliers in greater detail, thus helping the suppliers develop new products to meet the firms’ needs, which, in turn, can provide the firms with the advanced technology or equipment required for their innovation activities (Yeniyurt et al., 2014). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As for customer participation, given that customers’ demands for information, feedback, and knowledge have become important in the innovation process, firms are increasingly paying attention to customer participation to maximize collaborative innovation (Laage-Hellman et al., 2014). On the one hand, end-users’ needs are usually complex, and firms must have a deep understanding of those needs to translate new designs into useful products (Menguc et al., 2014). Therefore, customer participation often generates innovative ideas by articulating the customers’ unmet requirements about new product designs or functions (Lau et al., 2010), thus better meeting customer satisfaction. On the other hand, customers can assess prototypes in real-use settings and provide their firsthand feedback on product usability issues during the launch phase (Chang and Taylor, 2016), which can help firms provide new, problem-free products while also helping them better position those products and focus on the proper mix of marketing strategies (Henard and Szymanski, 2001). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To summarize, collaborations with suppliers and customers in SC collaborative innovation can speed up the process of innovation and better satisfy customers’ needs, leading to significant advancements in innovation performance (Yang and Chen, 2017). Therefore, we propose the following hypothesis: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "H1a. SC collaborative innovation is positively correlated with firms' innovation performance. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2.IUR collaborative innovation and innovation performance ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "IUR collaborative innovation refers to a firm's R&D collaborations with universities and research institutions, both of which play important roles in knowledge production and transformation (Liu et al., 2017; Yang and Chen, 2017). IUR collaborative innovation not only brings together heterogeneous partners but also, more importantly, allows for the transfer of heterogeneous knowledge. Therefore, it is generally acknowledged that collaborating with universities and research institutions can help firms access new scientific knowledge and benefit from these joint R&D partnerships (Rajalo and Vadi, 2017; Yang and Chen, 2017). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Given that “universities and research institutions are a constant source of scientific knowledge creation and innovation\"(Brettel and Cleven, 2011, p. 258), IUR collaborative innovation can provide firms with greater access to cutting-edge scientific knowledge and emerging technology for their innovation activities (Brettel and Cleven, 2011; Hou et al., 2019). First, as the knowledge innovation process increases in complexity, firms must improve how effectively they acquire knowledge to increase their innovative capabilities (Najafi-Tavani et al., 2018). In this respect, IUR collaborative innovation, which can expand firms' existing scientific knowledge bases, is an important way to achieve technological innovation that relies heavily on scientific knowledge during the entire innovation process (Hou et al., 2019; Zhou et al., 2019). Second,because of the general scientific research function of universities and research institutions, collaborating with such organizations can help firms play an active part in scientific research activities and give them access to the very latest technology and knowledge (Yang and Chen, 2017). In this regard, IUR collaborative innovation not only increases a firm's insights into emerging technologies and cutting-edge knowledge but also provides the firm with more advanced equipment and technical support than it could obtain on its own, thereby complementing and stimulating internal innovation (Brettel and Cleven, 2011; Livieratos et al., 2022). Third, previous studies have also confirmed that firms collaborating with universities and research institutions receive more patents—an essential indicator of innovation performance—than firms lacking such ties (Asakawa et al., 2010). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Moreover, IUR collaborative innovation can provide firms with support for technological material, managerial talent, and staff training and development, all of which are greatly beneficial for improving innovation performance (Hou et al., 2019; Liu et al., 2017). As universities and research institutions undertake the important role of cultivating specialists and professionals (Xu et al., 2018), collaborating with such institutions enables companies to gather information about recruitable talent and may even allow them to access those individuals earlier than their competitors, thus improving firm innovation performance in the form of acquiring high-caliber technological and managerial staff. Thus, we propose the following hypothesis: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "H1b.IUR collaborative innovation is positively correlated with firms' innovationperformance. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.3.SC versus IUR collaborative innovation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A firm's choice of a suitable collaborative innovation partner is crucial. There are distinct characteristics among collaboration types, which can lead to various management activities and innovative outcomes (Whitley, 2002). Following both Nieto and Santamaria (2007) and Zeng et al. (2010), we propose that the relationship between collaborative innovation and firms’ innovation performance is stronger for SC collaborative innovation than it is for IUR collaborative innovation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "First, firms’ collaborative innovation activities with SC partners are much more common than they are with IUR partners (Nieto and Santamaria, 2007). On the one hand, with academic research and personnel cultivation as two of their primary goals, those working for universities and research institutions tend to spend most of their time publishing and teaching, which reduces the amount of time and energy they have for collaborating closely with private firms (Hou et al., 2019). Moreover, some have argued that the strong commercial orientation of IUR collaborative innovation violates academia's conduct code, thus further reducing the possibility of wide collaboration (Nelson, 2001). On the other hand, SC partners, who are more likely to share similar value propositions with firms, generally have more time and motivation to collaborate closely with private companies to develop new products or technology (Yeniyurt et al., 2014); and thus, these partners are more helpful for improving firms’ innovation performance than is the case with IUR collaborative innovation partners. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Second, good SC collaborative innovation is much easier to achieve than IUR collaborative innovation because of the regular contact of transactions within the same supply chain (Brettel and Cleven, 2011; Rajalo and Vadi, 2017). On the one hand, the domain-specific differences between academia and business, along with the distinctive norms, cultures, goals, and knowledge structures of each, may increase both the costs and the potential barriers to positive interactions between firms and their IUR partners, thus reducing the possibility of achieving successful IUR collaborative innovation (Hou et al., 2019; Rajalo and Vadi, 2017). On the other hand, favorable past interactions within a firm's supply chain could help the firm establish close collaborative relationships with its SC partners for the sake of innovation; these types of close relationships are generally important for successful collaborations (Steinmo and Rasmussen, 2018). Therefore, compared with IUR collaborative innovation, we believe that SC collaborative innovation can improve innovation performance with higher efficiency and lower costs. Thus,we propose the following hypothesis: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "H1c. The positive relationship between collaborative innovation and firms’ innovation performance is stronger for SC collaborative innovation than it is for IUR collaborative innovation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.Moderating role of formal institutions ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Formal institutions refer to the governing mechanisms that provide behavioral guidelines through constitutions, laws, and treaties (North, 1990). Generally, a government can promote development and innovation through various formal institutions by using measures of financial and political support (Karlsson et al., 2020). Following previous research (Qi et al., 2020; Rosenbusch et al., 2019), we focused this study on two specific aspects of formal institutions: institutional support for innovation and corruption control. Both are considered crucial to firms\\* collaborative innovation strategies. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.1.Institutional support for innovation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Institutional support for innovation refers to “the extent to which administrative institutions (including the central or local government departments) provide support (e.g., policies and programs) to firms in a nation or region in order to promote firms’ innovation activities\" (Shu et al., 2015, p. 292). Given that the features of institutional support for innovation vary across different countries, the degree to which nations govern R&D activities and provide financial or other types of support for innovation activities also varies (Rosenbusch et al., 2019). Countries with strong institutional support for innovation encourage increased innovation and innovation-related activities by providing access to venture capital, the procurement of new technology, and intellectual property protections (Bai et al., 2020; Shu et al., 2015; Tellis et al., 2009), all of which are particularly important for firms facing an inherent shortage of resources (Kang and Park, 2012). Without such institutional support, investments in innovation activities are less effective (Rosenbusch et al., 2019). Accordingly, institutional support for innovation plays an important role as a formal institution in firms' collaborative innovation processes (Shu et al., 2015; Xie et al., 2013). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "First, in countries where the level of institutional support for innovation is high, firms can secure more venture capital from the government, an important source of financial support for innovation (Shu et al., 2015). Because of this access to financial resources, firms engaged in collaborative innovation are often more motivated to develop new products or services, eventually reaping more from those innovations (Tellis et al., 2009). Further, using government-backed venture capital for the collaborative innovation process can reduce collaboration risk and lead to more stable collaborative relationships (Yu et al., 2020), which, in turn, increase mutual trust between partners, thereby promoting their joint efforts to achieve greater success and higher innovation performance (Loureiro et al., 2020). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Second, in countries with high institutional support for innovation, governments tend to pay more attention to new technology procurement. Collaborative partners may leverage such technological support to facilitate new knowledge development and create markets for products that might otherwise take years to materialize (Tellis et al., 2009). Ultimately, this can improve innovation performance significantly by improving the quality of new products and accelerating the new product development time. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Third, countries with strong institutional support for innovation tend to actively protect firms’ intellectual property rights, which is an important mechanism to reduce vicious competition caused by weak legal systems and to ensure that the created value is distributed fairly among all partners (Contractor and Woodley, 2015; Zhang et al., 2019a). Therefore, stronger intellectual property rights protections are likely to result in collaborating firms being more willing to share their technological knowledge and assets during collaborations, thus enabling them to facilitate the faster and more cost-effective development of new products or services (Bai et al., 2020). As a result, countries with strong institutional support for innovation can reduce the risk of knowledge sharing among partners and have them create more innovative products or services via those collaborations (Bai et al., 2020), thereby enhancing the effect of collaborative innovation on firms’ innovation performance. Thus, we propose the following hypothesis: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "H2a. The positive relationship between collaborative innovation and firms’ innovation performance is stronger for firms in countries with institutions that are more supportive of innovation than for firms in countries with institutions that are less supportive of innovation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.2.Corruption control ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Corruption refers to“the extent to which public power is exercised for private gain\" (Kaufmann et al., 2010, p. 223). Corruption control refers to “the ability of the government to prevent bribery and the influence of special interest groups\" (Galinato and Galinato, 2013, p. 154). Generally speaking, countries that can maintain strong corruption control provide environments that have a high level of institutional development (Xie et al., 2019). Such countries increase people's confidence in the government's ability to enforce laws and trade rules reliably and fairly, and they strengthen the institutional trust needed to develop innovative activities (Anokhin and Schulze, 2009). Conversely, countries with weak corruption control may increase the uncertainty and transaction costs caused by corruption, which negatively affects innovation (Luo, 2003). Consequently, corruption control, as a formal institutional mechanism, often influences firms’ strategic choices and their rates of collaborative innovation success. Therefore, we propose that in countries with institutional environments with strong corruption control, firms will likely be more willing to conduct collaborative innovation and thus will achieve higher performance from it. On the one hand, strong corruption control—meaning that the punishment for corruption is more serious—can greatly reduce the returns of expropriation for corrupt bureaucrats（ $\\mathrm{[Xu}$ and Yano,2017).On the other hand, in countries with strong corruption control, the existing legal and market mechanisms can decrease the possibility of corruption and can result in decreased transaction costs, higher information transparency, and more efficient collaborations (Anokhin and Schulze, 2009; Xie et al., 2019). Therefore, in such an institutional environment, collaborative firms will often dedicate a greater proportion of their funds to R&D activities (Lee et al., 2020). Additionally, collaboration partners in these environments will tend to have a high level of trust because the concern of opportunism will be lower (Anokhin and Schulze, 2009; Zhou et al., 2018). Furthermore, the increased mutual trust between partners will be conducive to achieving tangible collaborations, promoting new product innovation, and helping firms better integrate into the market (Ji et al., 2020; Xie et al., 2019). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conversely, the role of collaborative innovation in promoting innovation performance may be weaker for firms in countries with weak corruption control. Specifically, an institutional environment with weak corruption control will bring more threats because of corruption, such as consuming more capital and destroying the firms' legitimacy, thereby reducing the profits derived from innovation endeavors (Xie et al., 2019). In addition, when corruption control is low, collaborative partners will tend to be more opportunistic, which erodes both profits and returns from collaborative innovation activities (Anokhin and Schulze, 2009). Therefore, weak corruption control directly increases the uncertainty of collaborative innovation activities, thus decreasing firms' innovation performance. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In sum, we believe that collaborative innovation networks embedded in institutional environments with strong corruption control are more likely to increase firms’ innovation performance. Therefore, we propose the following: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "H2b. The positive relationship between collaborative innovation and firms’ innovation performance is stronger for firms in countries with stronger corruption control than it is for firms in countries with weaker corruptioncontrol. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.Moderating role of informalinstitutions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The phrase“informal institutions\" refers to the shared traditions and norms characterized by social behaviors, daily habits, and people's perceptions (North, 1990). To fully maintain long-term collaborative relationships, partners participating in collaborative innovation must rely on informal institutions to facilitate the adaptation process, reduce friction, and improve collaboration efficiency (Brockman et al., 2018). Generally, informal institutions are considered the consequence of a particular culture (Hofstede, 2001). Previous studies that have applied institutional theory to the idea of innovation have paid significant attention to the impact of national culture, which represents a country's shared values and collaborative behaviors (Kraft and Bausch, 2018; Mueller et al., 2013). Therefore, in the present study, we focused on two dimensions of national culture identifiedby Hofstede et al.(2010): power distance and long-term orientation. Both have been examined in previous innovation studies (Evanschitzky et al., 2012; Sarooghi et al., 2015), and we believe they are highly likely to affect the relationship between collaborative innovation and firm performance. Additionally, we investigated the role of cultural \"tightness”or \"looseness”as a newly developing informal institution form related to but distinct from Hofstede et al.'s (2010) notion of “national culture\"(Cremer and Loebbecke, 2020; Gelfand et al., 2011). Thus, in this study, we considered power distance, long-term orientation, and cultural tightness-looseness as informal institutions. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.1. Power distance ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Power distance, meaning “the extent to which the members of a society accept that power in institutions and organizations is distributed unequally” (Hofstede, 1985, p. 347), is closely correlated with the cross-hierarchies relationship (Zheng et al., 2019). In a national culture with high power distance, organizational structure typically involves a high degree of centralization with strict, distinct hierarchies. On the other hand, in a national culture with low power distance, the organizational structure tends to be informal, decentralized, and flexible, and the hierarchy is usually flat (Hofstede, 1984). Overall, the level of power distance may influence the collaborative relationship through the efficiency of strategy decisions (Zhang et al., 2019b), thus affecting the outcomes of collaborative innovation activities. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In national cultures with high power distance, firm employees tend to pay strict attention to the permission of their supervisors when engaging in innovative activities (Bledow et al., 2011). Such a culture facilitates the efficient, top-down implementation of innovative ideas among collaborative partners (Sarooghi et al., 2015), which increases efficiency in terms of finding new solutions during the collaborative process and promoting innovation performance. Second, collaborative innovation networks in high-power-distance national cultures tend to exhibit distinct hierarchies; in such environments, great importance in attached to powerful authorities, and the recognition and commitment of the leaders provide effective motivation for employees to work hard to achieve innovation success (Mueller et al., 2013). Therefore, employees are likely to make a greater effort and allocate more resources to innovation projects emphasized by leaders, thus promoting the efficiency, quality, and desire to complete such projects (Mueller et al., 2013).Third, influenced by the distinct hierarchies in the high-power-distance culture, chain of command is clearly established among firms (Krause et al., 2015), which helps to reduce disputes during the collaborative innovation process and to enhance the effective control of shared resources (Zhang et al., 2019b). Thus, in a national culture with high power distance, the existence of clear hierarchies makes collaborative innovation effective in promoting innovation performance. Finally, subordinates influenced by a national culture with a high level of power distance tend to show more loyalty to their supervisors and teams (Zheng et al., 2019), which helps maintain the stability of collaboration projects, thus enhancing the benefits of collaborative innovation and ultimately promoting firms’ innovation performance. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To summarize, collaborative innovation networks embedded in a national culture with high power distance are likely to increase firms' innovation performance. Thus, we propose the following hypothesis: ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "H3a. The positive relationship between collaborative innovation and firms’ innovation performance is stronger for firms in countries with a high degree of power distance than for firms in countries with a low degree ofpower distance. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4.2. Long-term orientation ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Hofstede et al. (2010) have pointed out that time orientation is an important cultural element among national cultures. Long-term orientation refers to “the fostering of virtues oriented towards future rewards\" (Hofstede, 2001, p. 359). In a national culture with a long-term orientation, organizations are often devoted to establishing strong positions in the market with greater persistence (i.e., they do not expect immediate results), and they are highly open to innovation (Grinstein, 2008; Hofstede, 1984). Conversely, short-term orientation refers to “the fostering of virtues related to the past and the present\" (Hofstede, 2001, p. 359). In a national culture with a short-term orientation, organizations tend to greatly respect tradition; additionally, generally speaking, they expect immediate results and emphasize freedom (Hofstede, 1984). Given that long-term cooperative agreement is typically an essential requirement for collaboration among different partners (Pakdil and Leonard, 2017), we propose that collaborative innovation can achieve higher innovation performance in cultures with a long-term orientation than in cultures with a short-term orientation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "First, restricted by limited resources, the benefits derived from collaborative innovation are often not visible in the short term; thus, firms pursuing such innovation are usually more concerned with the potential for stable, long-term collaborations (Wang and Hu, 2020). In a long-term-oriented culture, the stability of collaborative relationships is strengthened; this helps the partners build inimitable resource capabilities through their joint efforts, which is important for fully extracting the value of already-present innovation resources, eventually leading to improved innovation performance (Shockley and Turner, 2016). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Second, with the rapid development of technology and the generally fierce market environment, collaborative innovation activities are often accompanied by substantial uncertainty and risk. A long-term-oriented culture is largely focused on the future, with no real expectations for short-term rewards. This context can heighten the tolerance for errors and encourage firms to apply risky technologies to promote innovation (Pakdil and Leonard, 2017). Furthermore, long-term-oriented cultures often yield fewer conflicts and risks arising from opportunism (Lui and Ngo, 2012), which helps reduce uncertainty in the collaborative innovation process and improve long-term performance. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Finally, a long-term-oriented culture is positively associated with mutual trust and commitment (Lui and Ngo, 2012). Trustworthy relationships can increase collaborative innovation partners’ willingness to share resources and information with one another, which is critical for promoting innovation performance (Kim et al., 2018; Wu et al., 2017). Moreover, their mutual commitment makes the partners likely to exert the efforts needed to promote innovative potential, leading to higher achievements (Shockley and Turner, 2016). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In sum, a long-term orientation increases the benefits firms gain from collaborative innovation by enhancing collaboration stability, reducing uncertainties, and increasing mutual trust and commitment (Lui and Ngo,2012; Pakdil and Le0nard, 2017; Shockley and Turner, 2016).Such long-term-oriented cultures can produce higher performance in the long run for collaborative firms. By contrast, given that previous research has shown that an emphasis on short-term success is not conducive to innovation (Herrmann et al., 2007), we assess that it will be difficult for firms to maintain collaborative partnerships and form innovative advantages in a national culture with a short-term orientation. Thus, we propose the following hypothesis: ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "H3b. The positive relationship between collaborative innovation and firms’ innovation performance is stronger for firms in countries with a long-term orientation than for firms in countries with a short-term Orientation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4.3. Cultural tightness-looseness ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Cultures vary in terms of norms, values, and behavior, as well as the extenttowhichdeviantbehaviors aretolerated $\\mathbf{(Uz,}$ 2015).A“tight' culture has strong norms and a low tolerance for deviance (and thus, relatively strong punishment), while a “loose” culture has weak norms and a high tolerance for deviance (and thus, relatively weak punishment) (Gelfand et al., 2011). In empirical research on collaborative innovation within different cultural contexts, applying cultural tightness-looseness as a construct can integrate the influence of external norms and constraints that shape firms’ thinking and behavior (Cremer and Loebbecke, 2020), thereby affecting the performance of collaborative innovation (Chua et al., 2015). Thus, examining a culture's tightness or looseness can provide a new perspective on the collaborative-innovation-innovation-performance link. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Generally,a loose culture tends to be more consistent with its innovator cognitive styles than a tight culture (Chua et al., 2015). Thus, in a nation with a loose culture, firms typically have greater mobility and more open-mindedness toward change, and they are more likely to accept new ideas and conduct innovative activities. On the other hand, firms in countries with a tight culture tend to emphasize risk avoidance (Li et al., 2017), and they are less receptive to novel ideas that deviate sharply from recent norms (Chua et al., 2015). Of course, the nature of innovation is to introduce variation and change to the status quo, which conflicts with thevalues of a tight culture $\\mathbf{(Uz,}$ 2015).Thus,between the two, it seems clear that firms in countries with a loose culture would be more willing to take part in collaborative innovation with partners and to devote themselves to new products, which may strengthen the positive impact of collaborative innovation on firms’ innovation performance. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "On the one hand, cultural tightness-looseness also influences the creativity of firms in the collaborative innovation process (Chua et al., 2015). In a looser culture with fewer responsibilities and sanctions, firms have a wider range of acceptable behaviors and will generally be better at divergent thinking (Gelfand et al., 2006; Uz, 2015). This situation can lead to higher levels of creativity because of the diversity of thought and behaviors, which are important prerequisites for innovation (Gelfand et al., 2006). In contrast, firms in countries with tighter cultures will not usually be as good at coming up with ideas to generate new solutions when undertaking creative activities because their prevention-oriented self-regulation limits the extent to which they are willing to explore unfamiliar ideas (Chua et al., 2015). Hence, generally speaking, a loose culture is more conducive to increasing the creativity of collaborative innovation partners, leading to better innovation performance. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "It has also been acknowledged that firms in countries with a loose culture can tolerate the deviant behaviors of employees to a greater extent than firms in countries with a tight culture, thus allowing employees to complete tasks more flexibly (Gelfand et al.,2006).The greater flexibility in looser cultures can broaden access to knowledge for collaborative innovation partners and enable firms to anticipate market demands more rapidly as well as deal more effectively with environmental uncertainties, thus improving innovation performance (Martinez-Sanchez et al., 2009). Therefore, collaborative innovation firms in loose cultures have more opportunities to take advantage of this flexibility to improve their innovation performance. Thus, we propose the following hvpothesis: ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "H3c. The positive relationship between collaborative innovation and firms’ innovation performance is stronger for firms in countries with a loose culture than it is for firms in countries with a tight culture. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The overall conceptual framework of this study is presented in Fig. 1. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3. Methods ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1. Sampling ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Identifying relevant studies is crucial for the validity of meta-analysis research, as the studies form the basis for drawing comprehensive conclusions. For the present work, we took the following steps for the literature search process. First, we conducted a comprehensive keyword search of the literature using a variety of databases, including Science Direct, Web of Science, Wiley, ProQuest, ABI/Inform, and Google Scholar. The keyword searches we performed included the following: (\"collaborat\\* innovation,” “cooperat\\* innovation,” “co-innovation,\" \"open innovation,” or “synerg\\* innovation\") $\\times$ (\"performance\"). Second, we conducted a manual search of the titles and abstracts of papers in the most important academic journals in business management (e.g.,. Academy of Management Journal), innovation management (e.g., Research Policy), and entrepreneurship (e.g., Journal of Business Venturing). Third, we searched the reference sections of relevant articles to locate further studies that could be included in this meta-analysis research. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To ensure the samples contained the required information for analysis, we used the work of Hunter and Schmidt (2004) to develop the following inclusion criteria. First, each study had to refer to the link between collaborative innovation and firms’ innovation performance as a major research question. Second, each study needed to report the Pearson's correlation $r$ between the constructs of interest or to have values that could be converted to $r$ (Hunter and Schmidt, 2004). Third, each study's research sample had to be independent. Two rules were adopted to ensure the independence of the correlations in our database. First, if multiple studies were based on the same sample, they were treated as one independent study (Storey et al.,2016). Second, in those cases where articles based on the same sample reported different effect sizes because they linked different types of collaboration to innovation performance, we calculated the average effect sizes and included each sample only once to avoid the overrepresentation of a particular sample (Rosenbusch et al., 201l). Using these inclusion criteria, our final database consisted of 50 studies with 50 independent samples $(N=29$ 456) covering 13 years of studies (2010-2022). Table A1 in Appendix 1 provides an overview of the included samples. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.Coding scheme and measures ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Sound meta-analysis research needs to evaluate previous studies objectively and accurately, so the coding rules specifying the information gathered from each study are important for the quality of the metaanalysis. Based on established rules (Kraft and Bausch, 2018),for this study two coders coded the relevant variables independently. While undertaking this work, the coders agreed with one another most of the time. In those rare cases where the two coders disagreed, they discussed their assessments and ultimately reached a consensus. First, the effect size and sample size of each sample were collected. In most cases, the effect size was Pearson's correlation $r,$ but if an article only reported statistics, such as the t-value, $F$ value, $d_{\\mathrm{{}}}$ value,or $\\beta$ -value,it was necessary to convert these statistics to $r$ (Hunter and Schmidt, 2004). Second, each study was coded with respect to its dependent, independent, moderating, and control variables. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.1.Dependentvariable:innovation performance ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Innovation performance refers to the comprehensive evaluation of a firm's innovation activities and outcomes associated with the innovation of its products or services, processes, or management (Hong et al., 2019b; Scaliza et al.,2022). Using this definition as our basis, the measurements of innovation performance in this study included the development of new products or services, sales revenue from the new products or services, the number of patents for new inventions, the number of new tools or equipment utilized, and the number of new methods used to organize and manage work. These measurements cover most indicators related to products or services innovation, process innovation, and management innovation (Duan et al., 2020; Hong et al., 2019a; Scaliza et al., 2022). Therefore, with respect to the dependent variable, we coded innovation performance using the coding criterion of including one or more the measurements of innovation performance. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/d99bb45c2546f013253c2fc0d4419bca0b8cba455c13861be358287cb3bf43b1.jpg",
        "img_caption": [
            "Fig. 1. Conceptual model. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.2.Independent variable:collaborative innovation ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Collaborative innovation refers to a firm's interactions with different collaborators (e.g., customers, suppliers, competitors, research institutes, universities, etc.) to accelerate internal innovation, including product or service innovation, process innovation, and management innovation (Chesbrough, 2003; Li et al., 2019; Najafi-Tavani et al., 2018). With this definition as our basis, the measurements of collaborative innovation in this study involved collaborations with different types of partners such as customers, suppliers, competitors, research institutes, and universities. Therefore, with respect to the independent variable, we coded collaborative innovation using the coding criterion of including collaborative innovation with one or more types of the aforementioned collaborators. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In terms of different dimensions of the independent variable, collaborative innovation can be categorized according to the types of collaborators involved, such as SC partners (i.e., customers and suppliers), scientific partners (i.e., universities and research institutions), and competitors (Rauter et al., 2019; Yang and Chen, 2017). Given only few empirical studies reporting the effects of collaborative innovation with competitors and other types of firm partners on innovation performance, in this study we focused on the two types of collaborative innovation discussed earlier, SC collaborative innovation and IUR collaborative innovation, both of which have been studied widely, thus providing us with sufficient data for meta-analysis. A firm's collaboration with its key suppliers or customers was coded as SC collaborative innovation, whereas a firm's collaboration with universities or research institutions was coded as IUR collaborative innovation. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2.3.Moderating variables ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For this study, we also employed several moderating variables that might affect the relationship between collaborative innovation and firm performance. To assess the moderating effects of formal and informal institutional environments, we first coded the country of each study according to the location of its research samples. Second, we collected and coded the moderating variables of each study based on countries' formal and informal institutions. Specifically, on the one hand, we examined the influence of two formal institutions: institutional support for innovation and corruption control. Using information from the World Economic Forum (2017), widely used in previous studies (e.g., Kraft and Bausch, 2018), we measured a country's institutional support for innovation using three items:(a) venture capital availability (i.e.,how easy it is for start-up entrepreneurs with innovative but risky projects to obtain equity funding in a particular country); (b) government procurement of advanced technology products (i.e., to what extent government purchasing decisions foster innovation in a particular country); and (c) intellectual property protections (i.e., to what extent intellectual property is protected in a particular country) (World Economic Forum, 2017).Corruption control measures the extent to which a country resists or combats corruption, where power is misused for private gain (Alam et al., 2020). To examine a country's corruption control, we collected data from the Worldwide Governance Indicators from the World Bank, which provides country-level data on a scale ranging from $-2.5$ to2.5 (Anokhin and Schulze, 2009). Given that the indices of institutional support for innovation and corruption control have varied over time, following prior research (Rosenbusch et al., 2019), we used the index provided for the mean year of the data collection. Additionally, to categorize the data into subgroups, we split the samples at their mean values and coded the subgroups as dummy variables to distinguish weak institutional support for innovation (O)from strong institutional support for innovation (1） and weak corruption control (o） from strong corruption control (1) (Rosenbusch et al., 2019). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "On the other hand, we operationalized the measures of informal institutions, including national culture and cultural tightness-looseness. We used Hofstede et al.'s (2010) dimensions of power distance and long-term orientation to operationalize national culture. We arranged the countries according to Hofstede's country scores from low to high within each dimension, and then we placed the countries into the two subgroups based on the median splits (Kirca et al., 2005). We then coded the subgroups as dummy variables to distinguish low power distance (O) from high power distance (1） and low long-term orientation (O) from high long-term orientation (1). Moreover, to capture cultural tightness-looseness, we adopted the index of Gelfand et al. (2011), who gathered data across 33 countries to reveal differences between cultures that are considered tight versus those that are considered loose. According to the reported mean value of the tightness score of all 33 countries, we split the samples into two groups and coded them as 0 (loose culture) and 1 (tight culture), respectively. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2.4. Control variables ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To avoid exogenous influences on firms’ innovation performance, we controlled for the following variables: firm size, type of industry, and publication year. First, according to previous meta-analyses (Kraft and Bausch, 2018; Mueller et al., 2013), firm size may affect collaborative innovation performance. Thus, we included a dummy variable to distinguish small- and medium-sized enterprises (SMEs) (O) from large enterprises (1) based on the Organization for Economic Co-operation and Development's (2002) threshold of 500 employees. Second, we controlled for the type of industry by using a dummy variable to distinguish low-tech firms (0) from high-tech firms (1) (Weiss et al., 2017). Examples of low-tech industries include furniture, chemical, transport equipment, and other traditional heavy manufacturing sectors, whereas examples of high-tech industries include biotech, computing, and other high R&D intensity sectors (Rousseau et al., 2016). Finally, we controlled for publication year by using a dummy variable to account for any time effects (Kraft and Bausch, 2018). Here, we coded whether the publication year was before (0) or after (1) the year 2011, as the rate of published articles on collaborative innovation has increased significantly since that year (Marasco et al., 2018). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3.Meta-analvtic procedures ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The meta-analysis process allowed us to evaluate the relationship between collaborative innovation and firms’ innovation performance while statistically integrating the empirical research findings from the previously conducted independent studies (Rosenbusch et al., 2011). We performed the meta-analysis using the Comprehensive Meta-Analysis software package, which is based on the methods developed by Hedges and Olkin (2014). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the first stage, we assessed the overall relationship between collaborative innovation and firms’ innovation performance along with the moderating effects using bivariate meta-analytic procedures (i.e., subgroup analysis). First, before the analysis, we transformed the effect sizes $(r)$ into Fisher's % coefficients. To correct the sampling error, we weighted the effect sizes by their inverse variances (Hedges and Olkin, 2014). Second, after correcting the individual effect sizes, we aggregated them into an overall effect size. In line with previous meta-analyses research (Kraft and Bausch, 2018; Rosenbusch et al., 2019), we chose the random effects model rather than the fixed effects model to synthesize the effect sizes. Because the random effects model considers both within-study and between-study variance—thereby avoiding the bias of underestimating small sample weights or overestimating large sample weights-this approach provides more reliable estimates (Lipsey and Wilson, 2001). Third, we tested for heterogeneity in all the studies. There are two standard methods for testing heterogeneity (Higgins and Thompson, 2002): the $Q_{\\mathrm{{c}}}$ value test and the $I^{2}$ value test. A significant $Q$ -value and a high value of $I^{2}$ (i.e., greater than $75\\%$ suggest the heterogeneity of effect sizes, which indicates the existence of moderating variables (Wang et al., 2019). We calculated the $Q$ -value and $I^{2}$ -value and present these results in Table 1. The findings indicated significant heterogeneity between collaborative innovation and innovation performance （ $\\AA Q=2311.122$ ， $p<0.01$ ; and $I^{2}=97.880)$ . This demonstrated that a large part of the variance was caused by factors other than sampling error (Sarooghi et al., 2015). We therefore confirmed that the random effects model was more suitable for our analysis, given that the precision of random effects summary estimate is higher than the fixed effects estimate when heterogeneity is present in a meta-analysis (Higgins and Thompson, 2002). Moreover, the significant heterogeneity also suggested the presence of moderating variables in the relationship between collaborative innovation and innovation performance. Finally, to analyze the moderator effects, we divided the samples into subgroups based on the moderating variables and calculated the mean effect size of each subgroup. Additionally, to test whether the effect sizes varied significantly between the subgroups, we evaluated the between-group homogeneity statistic $\\left(Q_{B}\\right)$ . A variable is assumed to be a moderator if the $Q_{B}$ -value is significant (i.e., $p<0.1)$ (Hedges and Olkin, 2014). ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/7cb581b22dfa879e4ffe0868bfde5ab36a7968fcd85325050253de85afe4ae8f.jpg",
        "table_caption": [
            "Table1 Heterogeneity test and publication bias test. "
        ],
        "table_footnote": [
            "Significance level: $\\ddot{\\boldsymbol{p}}<0.1$ ， $^{**}p<0.05$ ， $\\ddot{\\l}^{*}\\l\\ddot{\\l}^{*}p<0.01$ "
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the second stage, we used a meta-regression model to analyze the effects of the moderating variables further. In meta-regressions, the corrected effect sizes (i.e.,Fisher's $\\mathfrak{z}$ )are used as dependent variables, and the moderators are used as independent variables (Hedges and Olkin, 2014). In this work, we included the five moderators discussed earlier (i.e., institutional support for innovation, corruption control power distance, long-term orientation, and cultural tightness-looseness) within the meta-regression model. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.4. Publication bias ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To ensure the reliability of the results, we also performed a publication bias test by adopting file drawer analysis and the use of a funnel plot, as suggested by Hunter and Schmidt (2004). First, given that meta-analyses often suffer from file-drawer problems (Weiss et al., 2017), we performed file drawer analysis. To analyze the possible overestimation of the significant results of the studies, we calculated the fail-safe numbers, which is the number of studies required to make the mean effect size insignificant (Sarooghi et al., 2015). As Table 1 shows, all fail-safe numbers were found to be larger than the numbers adopted to calculate the mean effect sizes, indicating that the file drawer problem was not a serious concern. Second, we adopted a funnel plot (using the plot of the published studies’Fisher's $\\mathcal{Z}$ Onthe $x^{\\th}$ axis and the standard errors on the y-axis) to test for publication bias. A funnel plot shows that small samples can have larger dispersion than large samples, so small samples are found at the bottom of funnel plots whereas large samples are found at the top (Hunter and Schmidt, 2004). As shown in Fig. 2 through 4, we found that our samples were concentrated at the top of the graph and were evenly distributed on both sides of the midline, proving that our meta-analysis did not suffer from publication bias. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4. Results ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1. Main effects of the bivariate meta-analysis ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Table 2 presents the bivariate meta-analysis results of the overall relationship between collaborative innovation and innovation performance. According to Cohen (2013), a correlation of 0.10 is regarded as a small effect size, 0.30 is considered a medium effect size, and 0.50 is deemed a large effect size. We found that the average size of the overall effect was 0.362 and that the $95\\%$ CI was 0.287-0.432, suggesting a medium positive relationship between collaborative innovation and firms’ innovation performance. Thus, H1 is supported. We also tested the aggregate effects of different collaborative partners on firms’ innovation performance. These results, shown in Table 2, demonstrated that both SC collaborative innovation $(r\\,=\\,0.357)$ and IUR collaborative innovation $(r\\,{=}\\,0.244)$ Iarepositively related to innovation performance. Thus, both Hla and Hlb are also supported. Moreover, the $Q_{B}$ value, shown in Table 2, also indicated a significant difference between the two levels $\\zeta_{B}=4.196$ ， $p<0.05)$ . Thus, these findings revealed that SC collaborative innovation has a more significant impact on innovation performance than IUR collaborative innovation, providing support for H1c. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2.Moderator analysis ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2.1.Formal institutions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "For the moderator analysis, we first tested the possible moderating effect of institutional support for innovation(weak versus strong) on the relationship between collaborative innovation and innovation performance. The subgroup analysis, shown in Table 3, indicated that this relationship is stronger for firms in countries with institutions that are more supportive of innovation $(r=0.418)$ than in countries with institutions that are less supportive of innovation $(r=0.275)$ and that the difference in effect sizes is statistically significant $(Q_{B}\\,=\\,5.741$ ， $p\\ <$ 0.05). To further confirm the moderating effect, we conducted a metaregression analysis. Table 4 presents the correlation matrix used for the regression model. The results here showed that the correlations between the variables are generally low and positive. Additionally, a common issue in meta-analyses is that correlations between institutional variables can be high, potentially producing multicollinearity. Therefore, following previous studies (Kraft and Bausch, 2018; Rosenbusch et al.,2019), we evaluated the moderating variables separately in Models 2 through 6 (see Table 5). Furthermore, we estimated the variance inflation factors (VIFs) for each independent variable. The results showed that the maximum VIF was 2.387, below the recommended threshold level of 10, indicating that multicollinearity was not a problem in the regression. Therefore, the regression results, presented in Table 5, further confirm the significant moderating effect of institutional support for innovation ( ${\\dot{b}}=0.152$ $p<0.1)$ 0, thus supporting H2a. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Second, we tested the moderating effect of corruption control (weak versus strong) on the relationship between collaborative innovation and innovation performance. In contrast to H2b, the subgroup analyses, shown in Table 3, indicated that this relationship is stronger for firms in countries with weaker corruption control $(r=0.455)$ than for firms in countries with stronger corruption control $(r\\,=\\,0.266)$ ）andthatthe difference in effect sizes is statistically significant $\\zeta_{B}=7.216$ $p\\ <$ 0.01). Meanwhile, the results of the meta-regression, presented in Table 5, provided the opposite result $(b=-0.132$ $p<0.1)$ .Thus,we found that H2b is not supported. To investigate the reason for this surprising finding, we conducted a supplementary analysis, which we discuss later in this paper. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/bf26ec0444592f18f9a31fff593ebd64c148f4af2452798989c1901d38d677b7.jpg",
        "img_caption": [
            "Fig. 2. Funnel plot: Collaborative innovation and firms’ innovation performance. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/0a9bd6360c697e44925dd314d8c2e6d4c53b5ec633ddda18207fc335b2ebcbdd.jpg",
        "img_caption": [
            "Fig. 3. Funnel plot: IUR collaborative innovation and firms’ innovation performance. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/415179a6c057d02a28efa0baacf5fe4db5811306b2285ef93651a134f4c78c6b.jpg",
        "img_caption": [
            "Fig. 4. Funnel plot: SC collaborative innovation and firms’ innovation performance. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/21c04babac98afb0d88654bbc3fd2a479e8c8d83329e600be05bee952679b182.jpg",
        "table_caption": [
            "Table 2 Results of the overall analyses. "
        ],
        "table_footnote": [
            "Significance level: $\\ast p<0.1$ ， $^{**}p<0.05$ ， $\\ddot{\\l}^{*}\\l\\div\\l_{p}<0.01$ "
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2.2.Informal institutions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Regarding informal institutions, first, we tested the moderating effect of power distance (low versus high) on the relationship between collaborative innovation and innovation performance. The subgroup analysis, shown in Table 3, indicated that this relationship is stronger for firms in countries with a higher degree of power distance $(r=0.458)$ than it is for firms in countries with a lower degree of power distance $(r$ $=0.244)$ and that the difference in effect sizes is statistically significant $(Q_{B}=9.135$ $p<0.01)$ 0. This result is in line with the meta-regression presented in Table 5 $(b=0.011$ $p<0.01)$ , thus supporting H3a. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Next, we tested the moderating effect of long-term orientation (low versus high) on the relationship between collaborative innovation and innovation performance. The subgroup analysis, displayed in Table 3, indicated that this relationship is stronger for firms in countries with long-term orientation $(r=0.399)$ than for firms in countries with shortterm orientation $(r=0.213)$ , and the difference in effect sizes is statistically significant ( $\\!Q_{B}=4.883$ ， $p<0.05)$ . This result is in line with the meta-regression presented in Table 5 $(b=0.007$ ， $p<0.01]$ ), thus supporting H3b. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Finally, we tested the moderating effect of cultural tightness-looseness (tight versus loose) on the relationship between collaborative innovation and innovation performance. As shown in Table 3, surprisingly, the subgroup analysis indicated that there is no significant difference in this relationship between firms in countries with a tight culture versus those in countries with a loose culture $\\!Q_{B}\\!=\\!1.553,$ ns). In addition, as presented in Table 5, the meta-regression indicated an insignificant result $\\left(b=0.067\\right.$ , ns). Therefore, we found that H3c is not supported. One possible explanation for this finding could be that although a loose culture is conducive to innovation activities in general, it tends to be less orderly and less efficient because of the lack of clear norms to regulate innovation behavior (Chua et al., 2015). However, if a tight culture country can formulate a national policy to promote innovation, this would help that country's firms engage in collaborative innovation and promote innovative development. ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/e0d7acb376d4b3ed5110c21376af2b4f09b26928cdb355ee90d724e24669e058.jpg",
        "table_caption": [
            "Table 3 Results of the subgroup analyses. "
        ],
        "table_footnote": [
            "Significance level: $\\ast p<0.1$ ， $^{**}p<0.05$ ， $\\ddot{\\l}^{*}\\l\\div\\l_{p}<0.01$ "
        ],
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/fc4f95b1360f8d7b7c45325ace4ba392fa613e0f909ab7b7c1e75065f19ddc86.jpg",
        "table_caption": [
            "Table 4 Correlation matrix. "
        ],
        "table_footnote": [
            "Significance level: $\\ast p<0.1$ ， $^{**}p<0.05$ ， $\\ddot{\\l}^{*}\\l\\div\\l_{p}<0.01$ "
        ],
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/83007ab7ff5939e63f4ec11a5085037e9f416405a4dd9d2774819466e142f7f2.jpg",
        "table_caption": [
            "Table5 Results of the meta-regression analyses. "
        ],
        "table_footnote": [
            "Significance level: $\\ast p<0.1$ ， $^{**}p<0.05$ ， $\\ddot{\\l}^{*}\\l\\div\\l_{p}<0.01$ ; Standard errors in parentheses. "
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.2.3. Control variables ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The subgroup analysis, presented in Table 3, demonstrated that the publication year in the sample period does influence the relationship between collaborative innovation and innovation performance, as we found that the impact of collaborative innovation on innovation performance is significantly stronger for the years after 2011 than for the years before 2011. Table 6 summarizes the results of this analysis. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.3.Supplementary analysis ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "To further explore the role that corruption control plays in the relationship between collaborative innovation and innovation performance and to address the reason why this research does not support H2b, we grouped the samples into two subsamples based on whether the sample came from an emerging economy or an advanced economy. The results of this analysis, shown in Table 7, demonstrated that in emerging economies, corruption control has a significant negative impact on the relationship between collaborative innovation and innovation performance $(b=-0.270,p<0.1)$ . This finding reveals that firms embedded in countries with weak corruption control benefit more from collaborative innovation than firms in environments characterized by strong corruption control. However, for the samples drawn from advanced economies, the moderating role of corruption control in the relationship between collaborative innovation and innovation performance was found to be significantly positive $(b=0.178,p<0.05)$ .Thus,we suggest that the unexpected result regarding the negative moderating effect could have been due to distinctions between emerging economies and advanced economies. ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/7ad2bd1f71cf13dc214f2a000e4e27c78ba9542bdf7124258b3fd3d7cb8c78cc.jpg",
        "table_caption": [
            "Table6 Summary of the meta-analytic moderator analyses results. "
        ],
        "table_footnote": [],
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/b64c7e5a5802df85ffd974451ef8ef52207c3160cdd4579c35ba75b08e75ab0e.jpg",
        "table_caption": [
            "Table 7 Supplemental analyses. "
        ],
        "table_footnote": [
            "Significance level: $\\ast_{p}\\,<\\,0.1$ ， $**_{p}\\;<\\;0.05$ ， $\\ast\\ast\\ast p\\ <\\ 0.01$ ; Standard errors in parentheses. "
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Next, to further test the different moderating roles of corruption control in emerging economies and advanced economies, we conducted a Chow test using the equation presented in eq. (1). In eq. (1), ${\\cal F}$ is the test statistic, $R S S_{P}$ is the residual sum of squares of the regression on the pooled sample, $R S S_{I}$ is the residual sum of squares of the regression on the emerging economies sample, and $R S S_{2}$ is the residual sum of squares of the regression on the advanced economies sample. Additionally, the parameters $n_{1}$ and $n_{2}$ are the numbers of observations in each subsample, and $k$ is the number of parameters. ",
        "page_idx": 11
    },
    {
        "type": "equation",
        "text": "$$\nF\\!=\\!\\frac{[R S S_{P}-(R S S_{1}+R S S_{2})]/k}{(R S S_{1}+R S S_{2})/(n_{1}+n_{2}-2k)}\n$$",
        "text_format": "latex",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The Chow test was conducted on the pooled samples from both emerging and advanced economies. Here, we obtained an $F$ valueof 6.369, which is larger than 3.592 (the cut-off value of $F_{[0.01,5,35]})$ revealing heterogeneity between the subsamples. Comparing the results of the two subsamples, we could see that the moderating role of corruption control in the relationship between collaborative innovation and innovation performance appears significantly different in emerging economies from in advanced economies,which would have led to the lack of support for H2b. In emerging economies, corruption control plays a negative role, which is unlike what we find in advanced economies. A possible explanation for this finding might be that emerging economies continue to suffer from weak corruption control because of policy instability, leading to a certain tolerance of corruption (Alam et al., 2019; Xie et al., 2019). In such an environment, firms will pay more attention to rent-seeking behavior than to innovation (Ramadani et al., 2019). Thus, generally weak corruption control in emerging economies could play a “grease the wheels\" role in reducing the risk of innovation and gaining access to government financial support (Mendoza et al., 2015; Xie et al., 2019). Meanwhile, in advanced economies, corruption is more like “sand” for firms’ growth, increasing the operational and innovation investment costs for companies (Athanasouli and Goujard, 2015). In this latter case, firms are more likely to find innovation activities more relevant and more useful for their productivity growth over any type of“grease the wheels\"corruption (Ramadani et al., 2019). For this reason, weak corruption control may have an undesirable effect on collaborative innovation in advanced economies. Therefore, we see that corruption control plays different roles in the relationship between collaborative innovation and innovation performance depending on the intuitional environment of the emerging or advancedeconomy. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.4. Robustness checks ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "To test the robustness of our main findings, we conducted three robustness checks. First, we performed sensitivity analyses to provide evidence for the robustness of our meta-analysis conclusions. One such analysis is called the “leave-one-out\" procedure (Rudolph et al., 2020). As suggested by Viechtbauer and Cheung (2010), we examined the influence of deleting a single case in the estimate of the mean effect size. If the exclusion of a single study from the analysis does not lead to a considerable statistical change, then the results can be considered robust. The findings of our leave-one-out analysis, displayed in Fig. 5, showed that no single test unequivocally changes the significance of the $95\\%$ CI of the mean effect size. Thus, the relationship between collaborative innovation and innovation performance is proven robust. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "A second robustness check we performed concerns outliers. We defined outliers as effect sizes that are more than two standard deviations above or below the mean effect size (Rosenbusch et al., 2019). In our samples, four observations were outliers: $r=\\,-0.230$ 0.748, 0.795, and 0.805 for the correlation between collaborative innovation and innovation performance. After running the overall analyses (Table 8) and the subgroup analyses (Table 9) without these outliers, we found that our results did not change significantly, thus providing further support for our hypotheses. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Third, we applied a different formal institution dimension—-the efficiency of government spending, as determined by the World Economic Forum (2017)—and a different informal institution dimension—collectivism, measured by the opposite number of the degree of individualism from Hofstede et al.'s (2010) national culture—as substitutive moderating variables to assess the robustness of our findings. As presented in Tables 10 and 11, the results of the subgroup analyses suggested that the benefits derived from collaborative innovation are greater in countries with high government spending efficiency $(r=0.446)$ than in countries with low government spending efficiency $(r=0.278)$ and that the difference in effect sizes is statistically significant $(Q_{B}=5.738$ ， $p<0.05)$ Furthermore, the benefits were found to be stronger for firms in countries with collectivist cultures $(r=0.415)$ than for countries with individualistic cultures $(r=0.280)$ , with the result remaining statistically significant $(Q_{B}=3.153$ ， $p\\,<\\,0.1)$ 0. These results are in line with the meta-regression presented in Table 11 $(b=0.109,p<0.05;b=0.008,p$ $<0.01\\$ 0. These results thus provide further support for the moderating roles of formal and informal institutions. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/af45e810605c504ec75e353eb3b6d268cd15a41e0ab0aacc68d719287c1d931b.jpg",
        "img_caption": [
            "Fig. 5. Sensitive analysis. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5. Discussion and implications ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5.1.Theoretical contributions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In recent years, a growing number of researchers have paid greater attention to collaborative innovation as an engine for innovation performance (e.g., Kobarg et al., 2019; Najafi-Tavani et al., 2018; Shen et al., 2021). However, the findings on the extent to which and under what conditions collaborative innovation improves innovation performance have remained inconclusive (Kim, 2017). Thus, based on both resource dependence theory and institutional theory, we conducted a meta-analysis to provide better insight into the relationship between collaborative innovation and innovation performance by aggregating the available empirical research results and taking into account several institutional conditions. By doing so, this study offers new theoretical insights in several respects. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "First, this study contributes to the debate on the effect of collaborative innovation on firms’ innovation performance by using metaanalysis to provide a stronger conclusion regarding the overall positive effect between collaborative innovation and innovation performance than traditional empirical studies. Although some previous research has shown that collaborative innovation has a decisive effect on innovation performance, there has been no consensus up to this point on this relationship among the extant empirical studies (Lau et al., 2010; Kim, 2017). While some have suggested that collaborative innovation contributes to the improvement of innovation performance (e.g., Xie et al., 2013; Zhou et al., 2018), others have indicated that collaborative innovation has no effect (e.g., Daugherty et al., 2006; Duhaylongsod and De Giovanni, 2019); or further, that it might even hinder firms' innovation performance (e.g., Liao et al., 2017; Yeniyurt et al., 2014). To address this lack of consensus, we conducted a meta-analysis of 50 independent samples and found that collaborative innovation does, indeed, positively affect innovation performance. This result integrates the views of several previous studies, and it suggests that it is vital for companies to collaborate with partners to implement product, process, and management innovations (Wang and Hu, 2020). Therefore, compared with traditional empirical studies (e.g., Kobarg et al., 2019; Xie et al., 2013), our meta-analysis is a new research approach to extend the previous work by providing an overview of the studies in the collaborative innovation field. According to resource dependence theory, no firm is fully self-sufficient in terms of all the resources it needs for its innovation activities (Feranita et al., 2017). In this respect, collaborative innovation can be viewed as “bundles of resources,\"” which permits collaborating partners to get access to different sets of complementary resources, thereby giving them a competitive advantage (Mention, 2011). This study thus answers the recent call in the literature for a better understanding of collaborative innovation by applying resource dependence theory (e.g., Feranita et al., 2017). Overall, this study allows us to better comprehend the link between collaborative innovation and innovation performance through the meta-analysis, thus contributing significantly to both the collaborative innovation research and resource dependence theory. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Second, we offer more fine-grained insight into the collaborative innovation research literature by examining the different effects of two specific collaborative innovation strategies—SC collaborative innovation and IUR collaborative innovation—within a coherent framework. Previous research has mainly dealt with collaborative innovation as a whole (e.g., Feranita et al., 2017; Xie et al., 2016), and few studies have systematically examined the different effects that SC partners and IUR partners have on innovation performance (Liu et al., 2017). Our meta-analysis demonstrated that both SC collaborative innovation and IUR collaborative innovation can improve innovation performance but that the former plays a more significant role in promoting innovation performance than the latter. These findings suggest that, compared with SC partners, the role of universities and research institutions in facilitating firm innovation has not been adequately put to use, likely because of the less direct communication and the lack of familiarity and incentives among IUR partners, thus leading to the different degrees of innovation performance (Brettel and Cleven, 2011; Zeng et al., 2010). Our findings contribute to the literature by systematically focusing on these two major types of collaborative innovation. Furthermore, this study extends the work of Zeng et al. (2010) by showing the necessity of multidimensional research from a more microscopic perspective, as we empirically found that SC collaborative innovation plays a more significant role in innovation performance than is the case for IUR collaborative innovation, thereby deepening the theoretical research on collaborativeinnovation. ",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/f67fe20886ffac6f03102a2f9626d01305a4474758c5cb18b36b99d2eb51d3d0.jpg",
        "table_caption": [
            "Table8 Robustness checks: Results of the overall analyses without outliers. "
        ],
        "table_footnote": [
            "Significance level: $\\ast p<0.1$ ， $^{**}p<0.05$ ， $\\ddot{\\l}^{*}\\l\\div\\l_{p}<0.01$ "
        ],
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/82662041ac83936a48bf07214665d0de92e6bc6a51fce2171b9f2e549621450d.jpg",
        "table_caption": [
            "Table9 Robustness checks: Results of the subgroup analyses without outliers. "
        ],
        "table_footnote": [
            "Significance level: $\\ast p<0.1$ ， $^{**}p<0.05$ ， $\\ddot{\\l}^{*}\\l\\div\\l_{p}<0.01$ "
        ],
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/263faec85b4dd9e453f808227fe0d7f4080511a156c2f4676b2206f2e9a12b7f.jpg",
        "table_caption": [
            "Table10 Robustness checks: Subgroup analyses of substitution variables. "
        ],
        "table_footnote": [
            "Significance level: $\\ast p<0.1$ ， $^{**}p<0.05$ ， $\\ddot{\\l}^{*}\\l\\div\\l_{p}<0.01$ "
        ],
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/fbb5bd38f83063fe38e75291817bdb0354b671b24d5ca227777f3f706cb2b38c.jpg",
        "table_caption": [
            "Table11 Robustness checks: Meta regression analyses of substitution variables. "
        ],
        "table_footnote": [
            "Significance level: $\\ast p<0.1$ ， $^{**}p<0.05$ ， $\\ddot{\\l}^{*}\\l\\div\\l_{p}<0.01$ "
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Third, both theoretically and empirically, we examined the boundary conditions at the institutional level under which collaborative innovation might effectively promote innovation performance. To date, the research has focused mostly on various firm-specific factors that affect the relationship between collaborative innovation and innovation performance, such as organizational legitimacy (e.g., Lu and Yu, 2020), intellectual property strategic planning and operation (Zhang and Chen, 2022), absorptive capacity (Najafi-Tavani et al.,2018), and human capital (Zhang et al., 2018). Although recent studies have emphasized the important role of the institutional environment in affecting firms' innovation performance (Kraft and Bausch, 2018), these works have overlooked the impacts of formal and informal institutions, given that most of them obtained samples from only one country. Based on this gap, we focused on the influence of both formal and informal institutions on the collaborative-innovation-innovation-performance relationship, finding that both can influence the positive impact of collaborative innovation on innovation performance. Regarding formal institutions, we found that stronger institutional support for innovation can intensify the positive impact of collaborative innovation on innovation performance. Moreover, contrary to our expectations, our work showed that collaborative innovation is especially beneficial for innovation performance for firms in countries with weaker corruption control. To explain this result, we extended the work of Anokhin and Schulze (2009) and conducted a supplementary analysis to reveal that, due to the “greasing\" or “sand\" role of corruption, corruption control negatively moderates the relationship between collaborative innovation and innovation performance in emerging economies, which is significantly different from the situation in advanced economies. As for informal institutions, we found that collaborative innovation can lead to higher innovation performance in cultures with high power distance and a long-term orientation. These results extend the findings of prior research that have drawn attention to the formal and informal institutional boundary conditions of collaborative innovation (e.g., Rodriguez-Pose and Zhang, 2020). According to institutional theory (North, 1990), both formal and informal institutions have important impacts on the behavior of firms, as they establish the rules of the game that regulate firm interactions and shape norms. Our work identified the contextual boundary conditions in the institutional environment at the formal and informal levels that shape the collaborative innovation-innovation performance relationship, thus contributing to a more comprehensive understanding of firms' collaborative innovation behaviors and enriching the research related to collaborative innovation and institutional theory. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5.2.Managerial implications ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This research also yields several managerial implications for firms involved in collaborative innovation activities. First, while pursuing innovation, firms are encouraged to seek and sustain close collaborative relationships with multiple partners, including companies in the supply chain, research institutions, and universities, to accelerate the speed of knowledge transfer among them. For instance, through intensive interaction with SC partners, firms should more actively involve their suppliers and customers in their new product development processes to reduce the risks and costs associated with new product innovation. Furthermore, firms should attempt to create the proper conditions that encourage frequent interactions with universities and research institutions so as to promote the exchange of heterogeneous information and knowledge through sustainable R&D collaboration. However, importantly, our findings suggest that SC collaborative innovation is more effective for improving innovation performance than IUR collaborative innovation. Thus, firms will need to learn how to leverage their ties with different partners for better innovation performance. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Second, managers should consider how the formal institutional context influences the innovation-related outcomes of collaborative innovation. In terms of strong governmental support for innovation, which is crucial for collaborative innovation, firms need to strengthen their relationships with the government to gain access to key resources. Regarding corruption control, our findings suggest that the effects of corruption control on collaborative innovation depend on the quality of the institutional environment (Xie et al., 2019). Thus, firms need to clearly understand the role of corruption control; because the pressure of economic transformation might weaken the role of corruption, especially in advanced economies, firms and their partners must improve their ethical standards and inhibit corruption while undertaking collaborativeinnovation. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Third, our findings highlight the importance of informal institutions (i.e., national culture). This study demonstrates that managers should pay attention to cultural contexts in terms of collaborative innovation activities. Specifically, given that collaborative innovation activities that occur in countries with higher power distance and longer-term orientation may achieve better performance, on the one hand, firms should develop powerful leadership styles by establishing clear organizational structures and strengthening the control of resources through effective centralization, and on the other, they should pay more attention to their long-term development and interests by making mid- and long-term plans to enhance the harmonic relationships with their collaborative partners. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5.3.Limitations and directionsforfuture research ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In addition to discussing this study's significant findings, it is also important to discuss the limitations of this research, as both can form the groundwork for future research on this subject. First, this work investigated only two specific collaboration types: SC collaborative innovation and IUR collaborative innovation. Future researchers might wish to examine other types of collaboration that could affect innovation results, such as firm-intermediary collaboration or firm-government collaboration (De Silva et al.,2018; Doblinger et al.,2019). This research would likely further enrich our understanding of the relationship between collaborative innovation and innovation performance. Second, given that meta-analysis is constrained by the scopes of the original studies under review (Weiss et al., 2017), it was not possible to undertake a detailed moderator analysis because of the lack of sufficient information on potential moderators, for instance, on environmental munificence (Fourné et al., 2019) or on the institutional environment of the country where firm partners are located (Hubner et al., 2022). Third, this study focused on particular formal institutional characteristics and cultural dimensions. Future research on other contingent institutional factors, such as political stability (Kraft and Bausch, 2018), property rights protections (Wenke et al., 2021), or risk-taking tendencies (Tang and Buckley,2020),could provide a better understanding of the contingent factors by which collaborative innovation is beneficial to successful innovation performance. Overall, our hope is that this meta-analysis study provides new insights regarding collaborative innovation for the business world and that it inspires more research into how collaborative innovation affects firms’ innovation performance. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Data availability ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Data will be made available on request. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This research was supported by the National Natural Science Foundation of China (Grant number: 71922016; 71772118), and Major Project of National Social Science Fund of China (Grant number: 20&ZD059). ",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/2762aa92e4d375dffdf960396ad164d278f8ab53f16f4ed5d7f70e4ee8b72cf4.jpg",
        "table_caption": [
            "Appendix TableA1 Overview of studies included in the meta-analysis "
        ],
        "table_footnote": [],
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/2176792000eaec4faa9000e2c6e78614e59c6665b503efd949677be86d50dbac.jpg",
        "table_caption": [
            "Table A1 (continued) "
        ],
        "table_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Alam, A., Uddin, M., Yazdifar, H., 2019. Institutional determinants of R&D investment: evidence from emerging markets. Technol. Forecast. Soc. Change 138, 34-44.   \nAlam, A., Uddin, M., Yazdifar, H., Shafique, S., Lartey, T., 2020. R&D investment, firm performance and moderating role of system and safeguard: evidence from emerging markets. J. Bus. Res. 106, 94-105.   \nAnokhin, S., Schulze, W.S., 2009. Entrepreneurship, innovation, and corruption. J. Bus. Ventur. 24 (5), 465-476.   \nAsakawa, K., Nakamura, H., Sawada, N., 2010. Firms open innovation policies, laboratories' external collaborations, and laboratories\\* R&D performance. R. Manag. 40 (2), 109-123.   \nAthanasouli, D., Goujard, A., 2015. Corruption and management practices: firm level evidence. J. Comp. Econ. 43 (4), 1014-1034.   \nBai, O., Wei, J., Yang, X., Chen, R.R., 2020. Third-party relational governance and collaborative innovation performance: the role of IPR protection. Int. J. Innov. Stud. 4 (1), 1-15.   \nBagherzadeh, M., Markovic, S., Cheng, J., Vanhaverbeke, W., 2020. How does outside-in open innovation influence innovation performance? Analyzing the mediating roles of knowledge sharing and innovation strategy. IEEE Trans. Eng. Manag. 67 (3), 740-753.   \nBledow, R., Frese, M., Mueller, V., 2011. Ambidextrous leadership for innovation: the influence of culture. Adv. Global Leader. 6 (1), 41-49.   \nBrettel, M., Cleven, N.J., 2011. Innovation culture, collaboration with external partners and NPD performance. Creativ. Innovat. Manag. 20 (4), 253-272.   \nBrockman, P., Khurana, 1.K., Zhong, R.1., 2018. Societal trust and open innovation. Res. Pol. 47 (10), 2048-2065.   \nChang, W., Taylor, S.A., 2016. The effectiveness of customer participation in new product development: a meta-analysis. J. Market. 80 (1), 47-64.   \nChesbrough, H.W., 2003. Open Innovation: the New Imperative for Creating and Profiting from Technology. Harvard Business School Press.   \nChua, R.Y., Roth, Y., Lemoine, J.F., 2015. The impact of culture on creativity: how cultural tightnes and cutural distance affct global innovation crowdsourcing work. Adm. Sci. Q. 60 (2), 189-227.   \nCohen, J., 2013. Statistical Power Analysis for the Behavioral Sciences. Academic Press.   \nCombs, J.G., Ketchen, D.J., Crook, T.R., Roth, P.L., 2011. Assessing cumulative evidence within 'macro'research: why meta-analysis should be preferred over vote counting. J. Manag. Stud. 48 (1), 178-197.   \nContractor, F.J., Woodley, J.A., 2015. How the alliance pie is split: value appropriation by each partner in cross-border technology transfer alliances. J. World Bus. 50 (3), 535-547.   \nCremer, S., Loebbecke, C., 2020. Patented innovations developed in networks: the role of cultural looseness. Ind. Market. Manag. 89, 459-470.   \nDaugherty, P.J., Richey, R.G., Roath, A.S., Min, S., Chen, H., Andt, A.D., Genchev, S.E., 2006. Is collaboration paying off for firms? Bus. Horiz. 49 (1), 61-70.   \nDe Silva, M., Howells, J., Meyer, M., 2018. Innovation intermediaries and collaboration: knowledge-based practices and internal value creation. Res. Pol. 47 (1), 70-87.   \nDoblinger, C., Surana, K., Anadon, L.D., 2019. Governments as partners: the role of alliances in US cleantech startup innovation. Res. Pol. 48 (6), 1458-1475.   \nDuan, Y., Wang, W., Zhou, W., 2020. The multiple mediation effect of absorptive capacity on the organizational slack and inovation performance of high-tech manufacturing firms: evidence from Chinese firms. Int. J. Prod. Econ. 229, 1-14.   \nDuhaylongsod, J.B., De Giovanni, P., 2019. The impact of innovation strategies on the relationship between supplier integration and operational performance. Int. J. Phys. Distrib. Logist. Manag. 49 (2), 156-177.   \nEvanschitzky, H., Eisend, M., Calantone, R.J., Jiang, Y., 2012. Success factors of product innovation: an updated meta-analysis. J. Prod. Innovat. Manag. 29, 21-37.   \nFeranita, F., Kotlar, J., De Massis, A., 2017. Collaborative innovation in family firms: past research, current debates and agenda for future research. J. Fam. Bus. Strateg. 8 (3), 137-156.   \nFourné, S.P., Rosenbusch, N., Heyden, M.L., Jansen, J.J., 2019. Structural and contextual approaches to ambidexterity: a meta-analysis of organizational and environmental contingencies. Eur. Manag. J. 37 (5), 564-576.   \nGalinato, G.1., Galinato, S.P., 2013. The short-run and long-run effects of corruption control and political stability on forest cover. Ecol. Econ. 89, 153-161.   \nGelfand, M.J., Raver, J.L., Nishi, L., Leslie, L.M., Lun, J., Lim, B.C., Aycan, Z., 2011. Differences between tight and loose cultures: a 33-nation study. Science 332, 1100-1104.   \nGelfand, M.J., Nishi, L.H., Raver, J.L., 2006. On the nature and importance of cultural tightness-looseness. J. Appl. Psychol. 91 (6), 1225-1244.   \nGrinstein, A., 2008. The effect of market orientation and its components on innovation consequences: a meta-analysis. J. Acad. Market. Sci. 36 (2), 166-173.   \nHarel, R., Schwartz, D., Kaufmann, D., 2019. Open innovation in small businesses in the industry and craft sectors. Int. J. Innovat. Manag. 23 (4), 1-33.   \nHedges, L.V., Olkin, I., 2014. Statistical Methods for Meta-Analysis. Academic Press.   \nHenard, D.H., Szymanski, D.M., 2001. Why some new products are more successful than others. J. Mar. Res. 38 (3), 362-375.   \nHerrmann, A., Gassmann, O., Eisert, U., 2007. An empirical study of the antecedents for radical product inovations and capabilities for transformation. J. Eng. Technol. Manag. 24 (1-2), 92-120.   \nHiggins, J.P., Thompson, S.G., 2002. Quantifying heterogeneity in a meta-analysis. Stat. Med. 21 (11), 1539-1558.   \nHofstede, G., 1984. Culture's Consequences: International Differences in Work-Related Values. Sage, Beverly Hills, CA.   \nHofstede, G., 1985. The interaction between national and organizational value systems. J. Manag. Stud. 22 (4), 347-357.   \nHofstede, G, 2001. Cuture's Consequences: Comparing Values, Behaviors, Institutions and Organizations across Nations. Sage.   \nHofstede, G.H., Hofstede, G.J., Minkov, M., 2010. Cultures and Organizations: Software of the Mind. Mcgraw-hill, New York.   \nHong, J., Liao, Y., Zhang, Y., Yu, Z., 2019a. The effect of supply chain quality management practices and capabilitie on operational and innovation performance: evidence from Chinese manufacturers. Int. J. Prod. Econ. 212, 227-235.   \nHong, J., Zheng, R., Deng, H., Zhou, Y., 2019b. Green supply chain collaborative innovation, absorptive capacity and innovation performance: evidence from China. J. Clean. Prod. 241, 1-13.   \nHou, B., Hong, J., Chen, Q., Shi, X., Zhou, Y., 2019. Do academia-industry R&D collaborations necessarily facilitate industrial innovation in China? Eur. J. Innovat. Manag. 22 (5), 717-746.   \nHubner, S., Frese, M., Song, Z.L., Tripathi, N., Kaschner, T, Le Kong, X., 2022. An Asiacentric approach to team inovation: cultural differences in exploration and exploitation behavior. J. Bus. Res. 138, 408-421.   \nHunter, JE, Schmidt, F.L., 2004. Methods of Meta-Analysis: Corrcting Err and Bias Research Findings. Sage.   \nJean, R.J.B., Sinkovics, R.R., Hiebaum, T.P., 2014. The effects of supplier involvement and knowledge protection on product innovation in customer-supplier relationships: a study of global automotive suppliers in China. J. Prod. Inovat. Manag. 31 (1), 98-113.   \nJi, H., Miao, Z., Zhou, Y., 2020. Corporate social responsibility and collaborative innovation: the role of government support. J. Clean. Prod. 260, 1-10.   \nJugend, D., Jabbour, C.J.C., Scaliza, J.A.A., Rocha, R.S., Gobbo, J.A., Latan, H., Salgado, MH., 2018. Relationships among open innovation, innovative performance, government support and firm size: comparing Brazilian firms embracing different levels of radicalism in innovation. Technovation 74-75, 54-65.   \nKang, K.N, Park, H., 2012. Influence of government R&D support and inter-firm collaborations on innovation in Korean biotechnology SMEs. Technovation 32 (1), 68-78.   \nKarlsson, I.C.M., Mukhtar-Landgren, D., Smith, G., Koglin, T., Kronsell, A., Lund, E., Sochor, J., 2020. Development and implementation of Mobility-as-a-Service-A qualitative study of barriers and enabling factors. Transp. Res. Pt. A-Policy Pract. 131, 283-295.   \nKaufmann, D., Kraay, A., Mastruzzi, M., 2010. The Worldwide Governance Indicators: Methodology and Analytical Isues. The World Bank   \nKmr innovation generation in international customer-supplier relationships Int. Bus. Rev. 27 (4), 838-851.   \nKim, K., 2017. Impact of firms' cooperative innovation strategy on technological convergence performance: the case of Korea's ICT industry. Sustainability 9 (9), 1601-1622.   \nKirca, A.H., Jayachandran, S., Bearden, W.O., 2005. Market orientation: a meta-analytic review and assessment of its antecedents and impact on performance. J. Market. 69 (2), 24-41.   \nKobarg, S., Stumpf-Wollersheim, J., Welpe, I.M., 2019. More is not always better: effects of collaboration breadth and depth on radical and incremental inovation performance at the prject level. Res. Pol. 48 (1), 110.   \nKraft, PBaush, , 28Managerial scial ewrks and nnvaton: mta-anals of bonding and bridging effects across institutional environments. J. Prod. Innovat. Manag. 35 (6),865-889.   \nKrause, R,Pri,R,Lve, L, 25.Wh's i carghereCEs, pwer gap d firm performance. Strat. Manag J. 36 (13), 2099-2110.   \nLage-Hellman, J., Lind, F, Perna, A. 2014. Customer involvement in produt development: an industral network perspective. J. Bus.-Bus. Mark. 21 (4), 257-276.   \nLa,Knf ins product innovation and performance: empirical evidence in Hong Kong manufacturers. J. Prod. Innovat. Manag. 27 (5), 761-777.   \nLee, C.C., Wang, C.W., Ho, S.J., 2020. Country governance, corruption, and the likelihood of firms' innovation. Econ. Modell. 92, 326-338.   \nL,, understand consumer behavior. J. Consum. Psychol. 27 (3), 377-391.   \nLiY.GCinft standard allance collaborative invation of emering industry Sustanability (24), 1-17.   \nLia,SHnW.Asin tf uly collaboration ale innovation, supply chain capability and competitive advantage in Taiwan's networking communication industry Int. J. Prod. Econ. 191, 143-153.   \nLipsey, MW., Wilsn, D.B., 200. Practical Meta-Analysis Sage, Thousand Oaks, CA.   \nLiu, Y., Ying, Y, u, X., 2017.Catch-up through collaborative innovation: evidence frm China. Thunderbird Int. Bus. Rev. 59 (4), 533-545.   \nLivieratos, AD, Tsekouras, G, Vanhavebeke, $\\mathbf{W}_{\\cdot,}$ Angelakis, Al, 2022. Open innovation movesinSMEwEpeaSMEslacethiretsehovaton117   \nLorta processes for innovation: a systematic literature review and case study. J. Bus. Res. 119, 388-409.   \nLu, C., Yu, B., 2020. The effect of formal and informal external collaboration on innovation performance of SMEs: evidence from China. Sustainability 12 (22), 1-21.   \nLuirivdnmrar relationships.Br.J.Manag.231),0-95.   \nLuYda the case of China Strat Manag. J. 24 (13), 13151327   \nLy, B., Qi, $X,$ 2019.Research on partner combination selection of the supply chaint collaboraivepdut nvatonbadonprdut vativerce Ind. Eng. 128, 245-253.   \nMarasco, A., De Martino, M., Magnotti, F., Morvillo, A, 2018. Collaborative innovation in tourism and hsitaly:a systmatic reviw of th literaue It . Cont. Hospit. Manag. 30 (6), 2364-2395.   \nMaee,M,Mui Inter-organizational cooperation and environmental change: moderating effcts between flexibility and innovation performance. Br. J. Manag. 20 (4), 537-561.   \nMendozarearnw Fim level evideneon corrtion and SMEs J.IntDev. 27 (4), 41539   \nMenguc, B., Auh, S., Yannopoulos, P, 2014.Custmer and supplier involvement n design:themderating role ofinrmentaland radicalivaton capabity. J. Prod. Innovat. Manag. 31 (2), 313-328.it   \nMention, A.L., 2011. Co-operation and co-petition as open inovation practices in the service sector: whichifuence on inovationnovelty？Techovation31(1)4453.   \nMueller, V, Rosenbusch, , Bausch, A, 23. Success patters of exploratory an exploitativ ivation: ameta-analysis of the influence of institutional factrs. J.Manag39 (6）16061636.   \nNajafi-Tavani, S., Najaf-Tavani, Z, Naude, P., Oghazi, P., Zeyaloo, E, 2018. Hw collaboraivinvatonetworsetwprdt efmane rdt inovaticaai aabilty ad aorvcaait Market. Manag. 73, 193-205.   \nNelson, R, 1. eationsnth pstayl rif patenng at universities. J. Technol. Tran. 26 (1-2), 13-19.   \nNieto,MtamriL, rtf divelrv f the novelty of product innovation. Technovation 27 (6-7), 367-377.   \nNorth, , 199.Institons,Istital Cange ad Ec Pefma CambridgeUniversity Pres.   \nOrganization for Economic Co-operation and Development, 2002. ECD Smalland medimterpriseoulook blisingParistt/dor17/ utlook-2002-en.   \nPakdil, F., Leonard, K.M., 2017. Implementing and sustaining lean processes: the dilemma of societal culture effects Int. J. Prod. Res. 55 (3), 700-717.   \nQi, G., Zou, H, Xie, X., Meng, X., Fan, T, Cao, Y., 2020. Obedience or escape: examining the contingency influences of corruption on firm exports. J. Bus. Res. 106, 261-272.   \nRajalo, S, Vadi, M., 2017. University-industry innovation collaboration: reconceptualization. Technovation 62, 42-54.   \nRamadani, V., Hisrich, R.D., Abazi-Alil, H, Dana, L.P., Panthi, L, Abazi-Bexhet, L, 2019.Produt inovation andfmperformancein transitonconmie m staestnaaclFrastha12   \nRag and its efcts on economic and sustainability innovation performance. J. Innov. Knowl. 4 (4), 226-233.   \nRodriguez-Pose, A., Zhang, M., 2020. The cost of weak institutions for innovation n China. Technol. Forecast. Soc. Change 153, 1-16.   \nRosenbusch, N., Brinckmann, J., Bausch, A, 2011. Is inovation always beneficial? A meta-analysis of the relationship between innovation and performance in SMEs. J. Bus. Ventur. 26 (4),441-457.   \nRosenbusch, N., Gusenbauer, M, Hatak, I, Fink, M., Meyer, K.E., 2019. Innovation offshrinistitol ntxt anvatmn ais. J. Manag. Stud. 56 (1), 203-233.m   \nRousseau, M, Mathias, BD.Maden,T, Crook, TR., 2016.Ivaton, m performance, and appropriation: a meta-analysis It J Invat. Manag 20 (3) 1-29.   \nRudolph, C.W., Chang, C.K., Rauvola, R.S., Zacher, H, 2020. Meta-analysis in vocational behavior: a systematic review and recommendations for best practices. J. Vocat. Behav. 118, 1-23.   \nSarooghi, H., Libaers, D., Burkemper, A., 2015. Examining the relationship between creativityand ivato:met-analyisof organizatona ual ad environmental factors. J. Bus. Ventur. 30 (5), 714-731.   \nScalizaalli Andrade, 2elanhip mng organzatoal re,n an ivatitanffmienern economy context. J. Bus. Res. 140, 264-279.   \nSchilke, O., 2014. On the contingent vale of dynamic capabilities for competitive advantage: the nonlinear moderating efect of environmental dynamism. Strat. Manag. J. 35 (2), 179-203.   \nShen,B,Xu,,haHChi M2ollaborav aton in su hn systems al creatn and ledrship stutureJPrd con,   \nShockley, $\\mathrm{J}_{\\cdot,}$ TuerTlafndfrdevatn and long-term orientation in retail franchise organizations. J. Retailing Consum. Serv. 32, 175-188.   \nShu,C.ang,GaS, ,C., 25.m patntin vaons, and get institutional suport as a doule-ded sword. J. Prd. Invat Maag 32 2), 290-305.   \nSteinmo, M, Rasmusen, E., 2018. The interplay of cognitive and relational social capital densions innversityindstylarato ermn thexperiene. Res. Pol. 47 (10), 1964-1974.   \nStorey, C., Cankrtaran, P, Papastathopoulou, P, Hutink, EJ., 2016. ucess factors r   \nSzics, F., 2018. Research subsidies, industry-university cooperation and innovation. Res. Pol. 47 (7), 1256-1266.   \nTang, R.W., Buckley, P.J., 2020. Host country risk and foreign ownership strategy: metaanalysis and theory on the mderating role f hme cotry institutions. It Bus. Rev. 29 (4), 1-15.   \nTelis,GrChadavan preeminence of corporate culture. J. Market. 73 (1), 3-23.   \nUz, I, 2015. The index of cultural tightness and looseness among 68 countries. J. Cross Cult. Psychol. 46 (3), 319-335.0   \nViechtbauer, W., Cheung, M.W.L., 2010. Outlier and influence diagnostis for metaanalysis. Res. Synth. Methods 1 (2),112-125.   \nWang, C., Hu, Q., 2020. Knowledge sharing in supply chain networks: effects of collaborative innovation activities and capability on innovation performance. Technovation 94 (95), 1-13.   \nWang, J,Chng, G.H,Chn, ,Len,K, 2019.Team creativitynvatn   \nWang, X., Xu, M., 2018. Examining the linkage among open innovation, customer knowledmaamnt ad radicalivatonBaltJ.Mana133369   \nei innovation project performance? A meta-analysis. J. Prod. Innovat. Manag. 34 (6), 842-863.   \nWenke, K, Zapkau, F.. Schwens, C., 2021. Too small to do it all? A meta-analysis on the relative relationships of exploration, exploitation, and ambidexterity with SME performance. J. Bus, Res. 132, 653-665.   \nWhitley, , 2vei aiv thr f isti frameworks. Ind. Corp. Change 11 (3), 497-528.   \nWorld Economic Forum, 2017. The global competitiveness report 2017-2018. https: //www.weforumor/reports/the-global-cmpetitivenss-rport-2017-21 mechanisms andbavirsnthperformancof coerativevatonrjt. Int. J. Proj. Manag. 35 (3), 504-515.   \nX,XFali transfer performance: a fsQCA approach. J. Bus. Res. 69 (11), 5210-5215.   \nXieX9ndin ethical dilemmas in transition economies. J. Bus. Ethics 160 (1), 107-125.   \nXie, X., Zeng, S., Tam, C.M., 2013. How does cooperative innovation affct inovation performance? Evidence from Chinese firms. Technol. Anal. Strat. Manag. 25 (8), 939-956.   \nXu, G., Yano, G., 2017. How does anti-corruption affect corporate inovation? Evidence fromreentancortonfortsChnaCom454519   \nXu, J., Hou, Q., Niu, C., Wang, Y., Xie, Y, 2018. Process optimization of the UniversityIndustry-Researchcollaborative invation from the perspective of knwlede management. Cognit. Syst. Res. 52, 995-1003.   \nYang, Y., Chen, J., 2017. Do slack resources matter in Chinese firms? collaborative innovation? Int. J. Innov. Stud. 1 (4), 207-218.   \nYeniyurt, S., Henke, J.W., Yalcinkaya, G., 2014. A longitudinal analysis of supplier involvement in buyers’ new product development: working relations, interdependence, co-innovation, and performance outcomes. J. Acad. Market. Sci. 42 (3), 291-308.   \nYu, X., Paudel, K.P., Li, D., Xiong, X., Gong, Y., 2020. Sustainable collaborative innovation between research institutions and seed enterprises in China. Sustainability 12 (2), 1-19.   \nZeng, S.X., Xie, X.M., Tam, C.M., 2010. Relationship between cooperation networks and innovation performance of SMEs. Technovation 30 (3), 181-194.   \nZhang, M., Qi, Y., Wang, Z., Zhao, X., Pawar, K.S., 2019a. Effects of business and political ties on product innovation performance: evidence from China and India. Technovation 80, 30-39.   \nZhang, G., Wang, X., Duan, H., 2019b. How does the collaboration with dominant R&D performers impact new R&D employees? innovation performance in different cultural contexts? A comparative study of American and Chinese large firms. Technol. Forecast. Soc. Change 148, 1-15.   \nZhang, H.Y., Chen, X.G., 2022. Open innovation and sustainable innovation performance: the moderating role of IP strategic planning and IP operation. Sustainability 14 (14), 1-15.   \nZhang, S., Yang, D., Qiu, S., Bao, X., Li, J., 2018. Open innovation and firm performance: evidence from the Chinese mechanical manufacturing industry. J. Eng. Technol. Manag. 48, 76-86.   \nZhao, X., Huo, B., Selen, W., Yeung, J.H.Y., 2011. The impact of internal integration and relationship commitment on external integration. J. Oper. Manag. 29 (1-2), 17-32.   \nZheng, X.S., Li, L., Zhang, F.Y., Zhu, M.Y., 2019. The roles of power distance orientation and perceived insider status in the subordinates’ Moqi with supervisors and sustainable knowledge-sharing. Sustainability 11 (5), 1-17.   \nZhou, H., Yao, Y., Chen, H., 2018. How does open innovation affect firms' innovative performance. Chin. Manag. Stud. 12 (4), 720-740.   \nZhou, Y., Dong, F., Kong, D.J., Liu, Y.F., 2019. Unfolding the convergence process of scientific knowledge for the early dentification of emerging technologies. Technol. Forecast. Soc. Change 144, 205-220.   \nZhu, X., Xiao, Z., Dong, M.C., Gu, J., 2019. The fit between firms' open innovation and business model for new product development speed: a contingent perspective. Technovation 86,75-85. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Xuemei Xie is Professor in the School of Economics and Management, Tongji University, China. Her research interests cover green innovation, collaborative innovation, the innovation ecosystem, and female entrepreneurship. She serves as a Senior Editor of Management and Organization Review.She has published more than 50 articles in peerreviewed, high-impact academic journals globally in the fields of innovation, entrepreneurship, and strategy.She hasbeen awarded four research grants by theNational Natural Science Foundation of China (NSFC) and one major grant for a major project by the National Social Science Fund of China (chief expert)..E-mail: xxm1030@126.com. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Xiaojie Liu is a Ph.D. candidate at School of Economics and Management, Tongji University in China. Her research interests include innovation ecosystem and collaborative innovation. E-mail: liuxj0725@163.com. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Jialing Chen is a research assistant at School of Management, Shanghai University, China.   \nHer research interests include innovation management. E-mail: 755462889@qq.com. ",
        "page_idx": 18
    }
]