[
    {
        "type": "text",
        "text": "Research paper ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\"To Own, or not to Own?\" A multilevel analysis of intellectual property right policies' on academic entrepreneurship ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a\\*, Nabil Amaraa, Julia Olmos-Penuelab,c, Muhammad Mol a Laval University, 2325 Rue de la Terasse, Quebec, QC, G1 V OA6, Canada b University of Valencia, Department of Management, Avda de los Naranjos s/n, 46022, alencia, pain INGENIO (CSIC-UPV), Universitat Politecnica de Valencia, Camino de Vera s/n, 46022, Valencia, Spair d Thompson Rivers Universty.900 McGillRoad. Kamloops BC. V2C 0OC8. Canada ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLEINFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nIntellectual property rights policies   \nAcademic entrepreneurship   \nMultilevel models ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The political environment around universities has led them to create an infrastructure to manage academic inventions. While some consider that the advantages of a university entrepreneurial structure outweigh any potential negative effects, others question their detrimental effect on academic scientists’ entrepreneurial behavior. However, this debate remains unresolved as none of these two views have been fully empirically supported. Using multilevel models for a population of 2230 professors in 27 universities in Canada (82 individuals per unit on average), we test the effect of three features of institutional intellectual property right policy characteristics, namely, property rights (ownership regime), control rights (obligation to disclose and option to commercialize), and income-sharing schemes (when commercialization involves the university or an individual inventor) on two commercial behaviors of faculty members, namely, formal commercialization (patent and spinoff creation), and informal commercialization (consulting and commercial agreement). Our results suggest that contrary to most of the literature, academic inventors' behavior is influenced not by the invention ownership regime but by the control rights in place and the sharing of income between the university and the academic inventors. The findings have some implications for the importance of an ownership regime and the ineffectiveness of institutional policies which create contradictory motivations for academic entrepreneurs. It suggests some directions for future research using multilevel models. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Following contention and debate, visions of what universities are for have moved over time towards a versatile and complex orientation that goes beyond their research and teaching roles (Deem, 2008). For example, universities increasingly are seen as providers of value-added inputs for societal economic development through their interactions with other public and private organizations (Von Proff et al., 2012). These interactions occur within a complex knowledge transfer process that involves various knowledge exchange channels such as joint research (Olmos-Penuela et al., 2014), commissioned or contracted research (Hewitt-Dundas, 2012), technological consultancy services (Amara et al., 2013), ad hoc advice and networking with practitioners (Perkmann et al., 2013), and education and training (Kochenkova et al., 2016). University researchers contribute not only by broadening the science base but also by producing inventions relevant for industry application, and by exploiting their knowledge through the creation of spinoffs (Sterzi, 2013). Thus, maximizing the footprint of the university through publicly-funded research and development (R & D) is on the agendas of both policy-makers and universities’ administrators (Jacobsson et al., 2013). Policy-makers have been particularly active in reforming the intellectual property rights (IPR) regime for university inventions (Giuri et al., 2013). During recent decades, Public Law 96-517 issued in 1980, known generally as the Bayh-Dole Act, is described as the most important recent change to technology transfer policy (Grimaldi et al., 2011). The Bayh-Dole act was initiated in the US during a period of decreasing public funding of universities and provides universities with a set of unique rules. Previous to its implementation, universities were subject to the different IPR policies of funding agencies (Della Malva et al., 2013). The Bayh-Dole Act requires researchers to disclose inventions resulting from federal research grants to their universities (Grimaldi et al., 2011) which then can retain the IPR on them (Grimaldi et al., 2011; Von Proff et al., 2012). Despite various critiques (Grimaldi et al., 2011), faith in the efficacy of the Bayh-Dole Act persists, and policy-makers in other countries have implemented similar policies in their search for the right model to foster university-industry interactions (Von Proff et al., 2012). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "These various reforms have thus spurred universities to develop their own regulations, and to create the conditions for the emergence of institutional intellectual property rights policies (IIPRP) (Geuna and Rossi, 201l; Grimaldi et al., 2011; Kochenkova et al., 2016), and the development of an infrastructure to manage academic inventions (Della Malva et al., 2013). Since knowledge commercialization tends to be individually driven, and pursued on a discretionary basis (Abreu and Grinevich, 2013; Halilem, 2010; Halilem et al., 2011; Halilem et al., 2016), IIPRP have been oriented towards increasing the transfer of commercial knowledge from academic researchers (Grimaldi et al., 2011). Some scholars claim that institutional arrangements support academic entrepreneurs’ knowledge commercialization (Von Proff et al., 2012). For example, new IPR regimes insure academic inventors against the risk of losing money from patent applications (Love, 2015). Moreover, working with the university's knowledge and technology transfer (KTT) office helps the academic entrepreneur to negotiate with private partners and to handle commercial agreements (Fitzgerald and Cunningham, 2015; Von Proff et al., 2012). However, there are some detailed empirical studies on changes to regulations and policies implemented at the country or university level which show that institutional ownership might be detrimental to academics’ entrepreneurial behavior (Grimaldi et al., 2011; Kenney and Patton, 2011). Institutional ownership regimes have led universities to be more aggressive about reclaiming their share of IPRs from academic researchers (Della Malva et al., 2013), to create rigid patenting procedures, and to force patenting and licensing even when they are not necessary for commercialization (Walter et al., 2016). Moreover, sharing their commercialization revenue with their institution could discourage academic entrepreneurs from pursuing entrepreneurial opportunities (Jacobsson et al., 2013). Consequently, while some expect that the advantages of IPR regimes outweigh their potential negative effects (Von Proff et al., 2012), others question their detrimental effect on academic scientists? entrepreneurial behavior (Czarnitzki et al., 2012; Lissoni and Montobbio, 2015). In the absence of thorough empirical evidence, this debate continues unresolved (Galushko and Sagynbekov, 2014; Grimaldi et al., 2011; Okamuro and Nishimura, 2013). The objective of this paper is thus to understand whether institutional IPR regimes increase or decrease the commercialization of research from university researchers. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Section 2 provides a review of the literature on the influence of IIPRP on commercial knowledge transfers from university to industry. Section 3 describes the methodology used to conduct a multilevel - institutional and individual - analysis, and Section 4 presents the descriptive results, estimations of the group level effect, and an estimation of the effect of the IPR characteristics on academics’ commercial behaviors. The paper concludes in Section 5 with implications and suggestions for future research. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Literature review ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1. The theoretical foundations ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In recent years, a dynamic emerging literature on academic entrepreneurship has offered insights into the commercialization of knowledge produced within universities (Abreu and Grinevich, 2013; Halilem, 2010; Perkmann et al., 2013). Its commercialization depends not on a single event but rather on a process comprised of a series of events (Friedman and Silberman, 2003). The integrative literature review in Wood (2011) highlights a process that starts with the discovery in the course of university research of an invention - a technology or an idea with commercialization potential. For academic entrepreneurs, the process typically continues with disclosure of intellectual property, awareness and securing of industrial partners, and selection and planning before final commercialization (Paul et al., 2015; Wood, 2011). While this process can be managed by entrepreneurial scientists (Goethner et al., 2012), when the IP is secured, it can also be overseen by the university KTT office with or without the active participation of the academic inventors (Perkmann et al., 2013). Thus, scholars have differentiated between formal commercialization which implies a legal instrument such as IP, and potentially could generate revenue for the university (Link et al., 2007), and informal commercialization (Siegel et al., 2007） which facilitates the flow of technological knowledge without the involvement of the university KTT office (Link et al., 2007). Formal commercialization involves another agent, a KTT officer, and can occur through patenting and spinoff activity (Siegel et al., 2007). Informal commercialization of research involves a knowledge transfer via a contractual agreement or via consultancy between the researcher and a private actor (Heumann et al., 2010). While formal commercialization represents a traceable way that academic research contributes to the economy and to society, the importance and volume of the overall academic knowledge transfer activity tend to be underestimated (Grimaldi et al., 2011). For example, D'este and Perkmann (2011) study UK researchers in the physical and engineering sciences and show that involvement in formal commercialization in the form of patent applications $(29\\%)$ and spinoff creation $(19\\%)$ is lower compared to involvement in informal (not $\\mathrm{IP}$ based) commercialization such as consultancy services $(68\\%)$ . Moreover, most studies of knowledge transfer from universities to industry adopt a narrow definition of knowledge transfer and consider a single mechanism such as patents (Geuna and Rossi, 2011; Giuri et al., 2013; Sterzi, 2013), spinoffs (Damsgaard and Thursby, 2013; Kenney and Patton, 2011; Muscio et al., 2016), licensing (Buenstorf and Schacht, 2013), or university-industry contracts at either the institutional or individual level (Freitas et al., 2013; Okamuro and Nishimura, 2013). Thus, knowledge transfer between universities and industry implies a wider range of commercialization mechanisms, either formal or informal (Amara et al., 2013; Halilem et al., 2011; Hewitt-Dundas, 2012; Landry et al., 2013; Perkmann et al., 2013) that includes in addition to patents and spinoffs, consultancy services, and commercial agreements. All these channels need to be considered in a study of commercial knowledge transfer. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Most studies of individual academic entrepreneurship adopt resource-based theory and assume that like private entrepreneurs, researchers control bundles of idiosyncratic resources and capabilities which are mobilized in the commercialization of their research (Landry et al., 2007; Ortin-Angel and Vendrell-Herrero, 2014). According to Goethner et al.(2012) and Schmitz et al.(2016), studies of academic entrepreneurs’ characteristics are dominated by economic approaches. These characteristics are not sufficient to explain academic entrepreneurship because unlike private entrepreneurs, academic entrepreneurs have to comply with a distinct set of incentives and institutional rules (Goethner et al., 2012) including those related to IPR (Crespi et al., 2010; Damsgaard and Thursby, 2013; Galushko and Sagynbekov, 2014; Geuna and Rossi, 201l; Grimaldi et al., 2011; Kauppinen, 2014; Kenney and Patton, 2011; Schmitz et al., 2016; Siegel and Wright, 2015). Aghion and Tirole (1994) develop a theory related to the effect of innovation rights in contract research which has been mobilized to study academic researchers’ behavior (Lissoni and Montobbio, 2015; Okamuro and Nishimura, 2013; Sterzi, 2013). Their theory implies that institutional contractual provisions for how to share the property rights on inventions, how to allocate control over research, and how to structure monetary compensation affect the behavior of researchers. Aghion and Tirole (1994) consider that a contract, that specifies ex ante the allocation of the property rights on any forthcoming innovation, or includes a rule about sharing the revenue from potential commercialization, will influence the involvement and motivation of researchers in the development and commercialization of an innovation. In particular, they propose a differentiation between property and control rights, and the sharing of revenue (Aghion and Tirole, 1994). Although the inventor may have the ownership of his or her invention (Galushko and Sagynbekov, 2014): 1) it is generally necessary for the invention to be disclosed to the university KTT office, and 2) the inventor does not necessarily receive a larger portion of the income from the invention. Therefore, a study of the effect of IPR in the context of commercial knowledge transfer should consider these characteristics. However, the strand of work on the effect of an IPR regime on commercial knowledge transfer takes a dichotomist perspective on the assignment of rights. For example, Giuri et al.&s (2013) model includes a dummy variable to define countries where the institutional patent ownership regime is adopted, or professor's privilege applies. To differentiate these countries' and regimes, they rely on the classification in Geuna and Rossi (2011). Sterzi (2013) and Crespi et al. (2010) adopt a similar methodology to define the ownership of patents (i.e., dummy variables that differentiate between university, inventor or government assignment), while Walter et al.(2016) differentiate between weak (inventor assignment) and strong (university assignment) organizational regimes. The assignment of intellectual property is only one feature of the IPRP which also encompasses the university's control over academic inventions, and the sharing of revenue between the university and the academic inventor(s) (Geuna and Rossi, 2011; Kauppinen, 2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Finally, when studying the IPR regime governing knowledge transfer from universities to industry, most empirical studies adopt either a country perspective where data are aggregated at the national level (Crespi et al., 2010; Damsgaard and Thursby, 2013; Della Malva et al., 2013; Geuna and Rossi, 2011; Grimaldi et al., 2011; Lissoni and Montobbio, 2015), or a university perspective where data are aggregated at the institutional level or collected from university managers (Giuri et al., 2013; Kenney and Patton, 2011; Muscio et al., 2016; Sterzi, 2013). The former perspective takes no account of the diversity of universities’ IPR policies which can vary widely within the same country (Geuna and Rossi, 2011; Grimaldi et al., 2011; Sterzi, 2013). IPR policies differ across universities according to their conditions (Okamuro and Nishimura, 2013), the specificities of the IPR such as the share of royalties, the timing of patent filing procedures (Geuna and Rossi, 2011), or differences in the scope and quality of the knowledge and technology generated (Grimaldi et al., 2011). On the other hand, the university perspective takes no account of the diversity of academic scientists’ profiles. Primary data collected from university managers often provide an incomplete picture of university knowledge transfer activities (Grimaldi et al., 2011). Although university scientists’ behaviors are shaped in part by their institutional environment (Abreu and Grinevich, 2013), establishing the micro-foundations of academic entrepreneurship requires close scrutiny of the university scientists as the key actors contributing to this phenomenon (Goethner et al., 2012; Jain et al., 2009). Advancing knowledge on the influence of IIPRP on the entrepreneurial behavior of academic scientists requires a multilevel approach to address the effects at the level of the individual scientist of the IIPRP specificities implemented at the university level. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.Hypotheses &motivations related to IPR ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The literature review ends with a synthesis of the results for the influence of the IPR regime (differentiating between ownership rights, control rights, and revenue sharing between employers and employees) on the commercial behavior of researchers. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "According to Aghion and Tirole (1994), a feature common to researchers’ employment contracts includes the property rights which define allocation of the ownership of inventions. Usually, ownership of copyright on faculty creative works produced within the scope of employment is deferred to faculty members; however, academic inventions (Tepper and White, 2008), which encompass research with patentable content resulting from a publicly-funded project (Tepper and White, 2008) are considered in a different way. Depending on the institutional rules, ownership of such inventions might automatically be assigned to the employer, or negotiated by the university and the academic entrepreneur (Hayter and Rooksby, 2015). In the case of automatic assignment, the ownership regime is akin to an allocation of property rights defined as contingent on the nature of the innovation (Aghion and Tirole, 1994). In this regime, ownership is conferred on the employer due notably, to the “substantial use”\" of the employer's resources by the employee/researcher (Hayter and Rooksby, 2015; Neumeyer, 1971). In the case of negotiated rights, for some academic scientists the decision about ownership allocation is motivated by economic rather than legal factors (Crespi et al., 2010). In other cases, although the academic scientist may be aware of the commercial potential of a technology they may be unwilling to be involved in the commercialization activities (Grimaldi et al., 2011). They have to balance their academic and entrepreneurial aspirations (Nicolaou and Birley, 2003), and might decide to preserve their academic identity (Grimaldi et al., 2011). Thus, their behavior may be linked in part to their individual beliefs and career objectives (Grimaldi et al., 2011). However, Aghion and Tirole (1994) hypothesize that if the allocation of ownership and the benefits to employer and researchers are defined exante researchers might be unwilling to invest effort to facilitate the commercialization of an invention. Aghion and Tirole (1994) conclude that assigning researchers the rights to their inventions is optimal to encourage researchers to discover and to commercialize - either formally or informally. Similarly, Galushko and Sagynbekov (2014) show that for some faculty members, ownership is the best incentive for commercialization. Their study is based on interviews with 9 KTT officers and 17faculty members in the life sciences departments of 8 Canadian universities. In terms of empirical validation, with regard to formal commercialization, the scarce evidence based on university or country-oriented analyses seems to suggest that while university ownership is not correlated with higher use of academic patents (Geuna and Rossi, 2011), inventor ownership has a positive impact on generating spinoffs (Damsgaard and Thursby, 2013; Kenney and Patton, 2011). However, at the institutional level, the literature offers little systematic evidence of the effect of ownership type on professors’ behaviors with regard to informal commercialization (Grimaldi et al., 2011). This leads to the development of hypothesis 1: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Hypothesis 1.University ownership reduces the likelihood that academic scientists will be involved in formal or informal commercially-oriented activities. ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Beyond ownership assignment, according to Aghion and Tirole (1994), research contracts can differentiate between property rights and control rights which generally is the case in universities where ownership allocation and control over the commercialization process rely on two different institutional regimes (Galushko and Sagynbekov, 2014). In terms of control, institutional policies tend to imply (Geuna and Rossi, 2011; Grimaldi et al., 2011; Kauppinen, 2014) an obligation to disclose an academic invention and the university's rights to its commercialization. After the invention is disclosed, it is evaluated by the KTT office in relation to its patentability and the appropriate mode of commercialization (Shane et al., 2015). Even if the KTT office decides that the potential value of the invention is limited, institutional rules might mean that the university retains the title for up to two years from disclosure (Tepper and White, 2008). Consequently, some authors suggest that academic entrepreneurs at least formally, lose their discretion over the patenting of their inventions (Walter et al., 2016). Thus, they have to decide between disclosing the invention to their university to seek IPRs and thereby risking loss of control over the invention, or commercializing it without such protection, and accepting the legal and ethical risks involved (Sterzi, 2013; Walter et al., 2016). Since academic research contracts do not include a formal obligation to commercialize inventions (Lynch and Ivancheva, 2016; Shore and McLauchlan, 2012), the decision to commercialize is highly dependent on their own motivations (Ismail et al., 2015). Thus, Aghion and Tirole (1994) hypothesize that while researchers do not have control over the process, they can be discouraged from investing resources in the commercialization of an invention. In the same vein, the qualitative results in Galushko and Sagynbekov (2014) show that academic scientists are concerned about universities’ control over their inventions. On the one hand, a study by Love (2015) shows that entrepreneurial professors in US universities report the universities’ control over their inventions hinders their engagement in formal and informal commercialization such as working with firms as consultants. On the other hand, formal commercialization allows technology transfer offices (TTOs) with control over academic inventions to negotiate licensing agreements that include provisions to allow faculty to work with licensees as consultants (Hayter, 2016). Agrawal (2006) points out that the rationale for such agreements is that licensees of academic patents who engage directly with the inventor (acting as a consultant) achieve greater commercialization success. However, while some studies explore university control over academic inventions (Czarnitzki et al., 2012; Sampat et al., 2003), none of the identified studies proposes empirical validation of their effect on the academic entrepreneur's behavior. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Hypotheses 2.1 and 2.2. The higher the level of control - in terms of obligation to disclose (2.1) and option to commercialize (2.2) - exerted by the university over academic inventions, the lower the likelihood that academic scientists will be involved in formal or informal commercially-oriented activities. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The final aspect of IPR in relation to academic inventions is revenue sharing (Aghion and Tirole, 1994; Chang et al., 2015; Okamuro and Nishimura, 2013). Institutional policies generally distinguish between two invention commercialization scenarios with specific income sharing schemes (Hen, 2010): commercialization by the university, or commercialization by the inventor. According to Aghion and Tirole (1994), under an ex ante specified sharing rule in a contract related to a forthcoming innovation, the smaller the proportion of the revenue that is assigned to the researcher, the smaller will be the researcher's effort. Thus, potential revenue can be considered an incentive for researchers since it allows them to derive a private benefit from commercialization (Aghion and Tirole, 1994). Both of these university control schemes can have an impact on the success of the knowledge transfer process, and the sharing of income between the university and the inventor (Galushko and Sagynbekov, 2014). The more that faculty members are involved in the process of commercializing their inventions, the greater the success of the knowledge transfer process (Hayter, 2016). The involvement of academic inventors in commercialization has both nonpecuniary and pecuniary motivations (Dechenaux et al., 2011). Nonpecuniary motivations are revealing of the academic's personal characteristics with regard to his/her desire for reputation, desire to see the invention exploited (Ismail et al., 2015), or individual scientific/entrepreneurial curiosity (Perkmann et al., 2013). Pecuniary reasons depend on institutional rules and negotiations with the KTT office (Chang et al., 2015, Hen, 2010). Consequently, on the one hand, a higher share of the income from an invention being assigned to the university whether commercialized by the university or by the inventor, might discourage researchers from pursuing commercialization either formally or informally (Galushko and Sagynbekov, 2014). On the other hand, perception that the sharing of revenues and royalty is equitable could contribute to increased commercialization activity (Okamuro and Nishimura, 2013). This leads to the following hypothesis: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Hypotheses 3.1 and 3.2. The higher the share of income received by the university following commercialization of an academic invention that is commercialized by the university (3.1) or by the inventor (3.2), the lower the likelihood that the academic scientist will be involved in the formal or informal commercially-oriented activities. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3. Methodology ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.Data collection andhierarchical structure ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Data collection took place in Canada which is an interesting case. Canada does not have an equivalent law to the Bayh-Dole Act, and each ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Canadian university sets its own rules regarding invention ownership and commercialization (Galushko and Sagynbekov, 2014; Kenney and Patton, 2011). However, unlike the case of countries such as Greece or Portugal where regulation is similarly unclear and the number of academic patents is low (Seo et al., 2015), Canada is among the countries with high numbers of patents granted (Grimaldi et al., 2011; Link et al., 2014). It also has a long history of universities dealing with the commercialization of inventions and addressing technological gaps in its national industry (Sa and Kretz, 2016). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Researchers in the areas of natural sciences and engineering demonstrate the most varied commercial behaviors (Amara et al., 2013). The sample population in the present study includes university researchers funded between 2003 and 2007 by the Natural Sciences and Engineering Research Council of Canada (NSERC). While NSERC is the main organization financing researchers in these disciplines in Canada, NSERC-funded researchers account for $85\\%$ of all papers from Canadian universities and the majority of active researchers in natural sciences and engineering in Canada (Godin and Coté, 2002). NSERC which was involved in the data collection prepared a random sample of 3908 university researchers in order to represent seven research fields, namely, Chemistry, Computing and information sciences, Engineering, Earth sciences, Life sciences, Mathematics and statistics, and Physics and space. Individual data were then collected via a web-based survey that was launched at the beginning of February 2007 and closed at the end of April 2007. Of the 3908 researchers in the initial sample, 2590 completed the questionnaire representing a participation rate of $66.2\\%$ We tested the possibility of non-response bias or under-representation (Berg, 2005) by comparing the number of respondents per research field to the original sample. Appendix A shows that every research category is statistically well represented in the completed questionnaires. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The literature review showed that to increase our knowledge about theinfluence of lIPRP on the entrepreneurial behavior of academic scientists requires a multilevel approach to address the effects/consequences at the level of the individual scientist, of the IIPRP specificities implemented at the university level. Consequently, following the recommendations in Hox (2010) and Goldstein (2010),in order to perform an accurate multilevel analysis we retained only those universities with at least 30 respondents per unit in the database. This resulted in our retaining 27 universities with an average of 82 respondents per unit (2230 in total), and excluding 35 universities, mostly small-sized, with an average of 10 respondents per unit (360 in total). Table 1 presents the hierarchical structure of the data. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Following the Statistics Canada (Statistics Canada, 2007) classification notably based on research income and faculty size, Table 2 shows that most of the universities included are large institutions with only three (York, Concordia, and Windsor） universities defined as medium-sized, and two (Ryerson and Victoria) as small-sized. In terms of the income derived from licensing in 2007, while some universities (Waterloo, Simon Fraser, Ottawa, New Brunswick, Victoria, and Memorial University of Newfoundland) generated less than 50o,000 Canadian dollars, others (British Columbia, Calgary, Toronto, and Manitoba) generated more than 2 million Canadian dollars. Also, while some universities (Simon Fraser, New Brunswick, Dalhousie, Waterloo, and Memorial University of Newfoundland) applied for fewer than 15 patents in 2007, some (British Columbia, McGill, Alberta, Toronto, Montréal, and Ottawa) had more than 50 patent applications in that year. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/d75ee35e4c91d2e9c986bf380f383aa349eabd70af5d33e4ca7630f2c6b28765.jpg",
        "table_caption": [
            "Table 1 Hierarchical data structure. "
        ],
        "table_footnote": [],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/a04f97ffc531a43b9c9d67b8652aafde8bc483f810fffd284cb2d094010409dd.jpg",
        "table_caption": [
            "Table 2 Included universities. "
        ],
        "table_footnote": [
            "a Data for Total Faculty and Research Income retrieved from the Canadian Asociation of University Teachers, 2010. CAUT Amanac of Post-SecondaryEducation in Canada 2010-2011, Ottawa, Canadian Association of University Teachers. Total Faculty includes allfaculty with no senior administrative duties (tenured, tenure track, etc.), Research income includes all funds received to support research (grants, contracts with all sources external to the institution). b Data for Licese Income, Patents and Spinoffcreation retreved from Bostrom and Tieckelmann, 007. AUTM Canada liensin activity survey: FY 2007, Deerfield, IL, Association of University Technology Managers. Unfortunately, AUTM data are not available for all the universities included. "
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Finally,in terms of spinoffs created via KTT offices, Table 2 shows that while some universities (Calgary, Dalhousie, Guelph, McMaster, Memorial University of Newfoundland, and New Brunswick) created no spinoffs in 2007, others (Alberta, British Columbia, Ottawa, Université du Québec a Montréal, and Toronto) created more than three in that year. These descriptive statistics show that the universities in our sample represent a diversity of situations related to size, income from licenses, patent applications, and spinoff creation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Following the methodology in Clayman (2004) and Hen (2010), data on the IIPRP (Level-2) were collected via web-based searches on the websites of the 27 universities represented in the database. Information relating to intellectual property and copyright policy was generally available from the school's research office and/or faculty collective agreements (Clayman, 2004, Hen, 2010). If the collective agreements did not cover the same period of time as the data on individual characteristics, or if information was lacking on some IP policy characteristics, we contacted the research offices of KTTs by e-mail (see Table 3 for operational definitions of the variables). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2. Descriptive results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Descriptive statistics for the variables used in this study are reported in Table 4. With regard to individual variables, concerning formal commercialization in the five years previous to the data collection, $20.1\\%$ of respondents had applied for a patent (PATT), and $6.6\\%$ of respondents had attempted to create a spinoff company based on the results of their research (SPNF). In the case of informal commercialization, $48.1\\%$ of respondents had provided consulting services to private firms, government agencies or organizations associated with their research field (CSLT), while $27.4\\%$ had been engaged in nondisclosure or confidentiality agreements with a private partner (AGRT). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "With regard to the institutional variables, during the same period of time and in relation to property rights, $64.5\\%$ of the respondents were affiliated to a university with a creator ownership system (OWNP). In the case of the control rights, $79.1\\%$ were affiliated to a university that obliged them to disclose inventions (DsCL), on average, universities have a 90-day option to commercialize (OPTN). Finally, the mean maximal share of income derived by the university if it commercializes the invention is $49.36\\%$ (SHCU) compared to $20.66\\%$ if the invention is commercialized by the inventor (SHCI). To sum up, although the majority of respondents $(64\\%)$ are affiliated to a university that transfers ownership to the inventor, they were obliged to disclose their inventions to the KTT office, and to share the revenue from commercialization. This confirms that academic IP contracts differentiate among the three features of IPR, namely, property rights, control rights, and revenue sharing (Aghion and Tirole, 1994). These results are in line also with the qualitative results in Galushko and Sagynbekov (2014) who find that creator ownership does not necessarily translate into a larger portion of income for the inventor. Differences in revenue seems to depend more on the type of commercialization - managed predominantly by the KTT office $(49.36\\%$ to universities),or by the inventor( $20.66\\%$ to universities). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3. Analytical plan ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The use of hierarchical data allows us to consider use of a multilevel model which is defined as follows for a two-level model (Goldstein, 2010): ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/def23f95c1c5bdddbc6d5d80ec97c75ecda2f31301f0d2b56dae95dfe365e9e1.jpg",
        "table_caption": [
            "Table3 Operational definitions of variables. "
        ],
        "table_footnote": [],
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf{y_{ij}}=\\upbeta0_{\\mathrm{j}}+\\textrm{\\beta}\\!\\!\\gamma_{\\mathrm{ij}}+\\textrm{\\bf e_{i j}}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where ${\\mathrm{y}}_{i j}$ is the value of the dependent variable (Level-1, professor, variables in Table 4) for the individual $i$ (a university researcher) in the group $j$ (a university); $\\upbeta O_{j}$ is the intercept for the whole model, $\\upbeta$ is the effect of the covariate $\\chi_{i j}$ of an independent variable (Level-2, university, variables) which means that $\\upbeta\\upchi_{\\mathrm{ij}}$ captures the multilevel influence of the covariates (within and between universities), and $e_{i j}$ is the university researcher random effect (individual error term). ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\upbeta0_{\\mathrm{j}}=\\upalpha+\\mathbf{u}_{\\mathrm{j}}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $\\upalpha$ is the average intercept across all university researchers, and $u_{j}$ is the amount by which the intercept of university $j$ deviatesfrom the average $\\upalpha$ (institutional error term). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Combining Eqs. (1) and (2) leads to the multilevel Eq. (3): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm{{y}_{i j}=(\\alpha+\\beta\\gamma_{i j})\\,+\\,(u_{j}\\,+\\,e_{i j})}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $\\mathrm{(u_{j}+e_{i j})}$ refers to the overall error term which encompasses the ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "individual and institutional error terms. ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Before analyzing the data, the first step in multilevel modeling is to address the question of whether multilevel modeling is appropriated since nested datasets do not automatically require that type of model (Peugh, 2010). Addressing this question implies (Goldstein, 2010; Hox, 2010; Peugh, 2010) assessing the amount of variance linked to Level-2 (university), and calculating the intra class correlation (ICC) and the design effect (DE). Calculation of the variance distribution is assessed by constructing a “empty” model that contains only the fixed effect for the average intercept across all observations (university researchers), and the random effect for the levels represented (4): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf{y_{ij}}=\\mathbf{a}+(\\mathbf{u_{j}}+\\mathbf{e_{ij}})\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the context of this study, the random effects are related to Level-1 (university researchers) and Level-2 (universities). The empty or the random intercept model is the simplest type of multilevel model; it allows the intercept to differ across universities (Kreft and De Leeuw, 1998).The amount of variance refers to the degree of common environments shared by the observations, or the degree of homogeneity among the researchers within the universities (Kreft and De Leeuw, 1998). Based on the amount of variance, we can calculate the ICC. In the case of dichotomic or binomial distributed variables, the ICC is calculated using the formula below (Goldstein, 2010): ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/76615fdae1291966d7f9f54bc9cd0e74fc0c82841f86f64486966a7df69e5804.jpg",
        "table_caption": [
            "Table 4 Descriptive statistics "
        ],
        "table_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\uprho_{\\mathrm{j}}\\,=\\,\\upsigma_{\\,j}^{2}/(\\upsigma_{\\,\\,j}^{2}\\,+(\\uppi^{*}\\,\\uppi/3))\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\uprho_{j}$ is the ICC for the $j$ level; ${\\boldsymbol{\\sigma}}_{\\ j}^{2}$ is the amount of variance related to the $j$ level (universities), and $(\\sigma_{\\,j}^{2}+(\\uppi^{*}\\,\\uppi/3))$ is the amount of variance related to all levels. The ICC ranges from O to 1, 0 which means that the clustering effect is null, and thus, the variance cannot be explained by characteristics related to the university; 1 means that academic scientists’ behavior is completely related to their university of affiliation (Goldstein, 2010). In the first case (ICC equals 0), multilevel models are not necessary, the data can be analyzed using ordinary least squares (OLS) multiple regressions, and it can be concluded that the variation among university policies does not explain the variation in individual commercial behaviors. Statistically, a non-zero ICC implies that the observations are not independent. However, a non-zero ICC estimate on its own, does not necessarily indicate the need for multilevel analyses (Peugh, 2010). To complement the ICC, the DE quantifies the effect of independence violations on the standard error (Peugh, 2010). The design effect is calculated according to the following Eq. (6): ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm{DE}=1\\,+\\,(\\mathfrak{n}^{\\mathrm{Av}}\\!\\cdot1)^{*}\\ \\mathfrak{p}_{\\mathrm{j}}\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\uprho_{j}$ is the ICC for the $j$ level (universities), and $\\mathtt{n}^{\\mathrm{Av}}$ isthe average number of professors in the university. The design effect quantifies the effect of independence violations on the standard error (Peugh, 2010). The literature review in Hox (2010: 6) shows “[i]f the design effect is smaller than two, using single level analysis on multilevel data does not seem to lead to overly misleading results\". ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We performed the analysis (ICC and DE) on the dependent variables, namely patenting (PATT, binary) and spinoff creation (SPNF, binary) for formal commercialization, and consultancy services (CSLT, binary) and negotiation of a commercial agreement (AGRT, binary) for informal commercialization. Next we introduced the independent variables, namely, the property rights: ownership regime (H1, OWNP, binary), control rights: the obligation to disclose (H2.1, DSCL, binary) and the option to commercialize (H2.2, OPTN, binary), and the share of income to the university when commercialized by the university (H3.1, SHCU, continuous), or by the inventor (H3.2, SHCI, continuous). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A standard statistical program (SPSS) was used to obtain the raw data (individual and institutional). The model parameters were estimated employing the iterative generalized least-squares (IGLS) method using MLwiN 2.35. All independent variables except the dichotomous variables are centered at their respective means. Multilevel logistical regressions estimate the odds ratio, and $95\\%$ confidence interval. The tstatistics are used to test the hypotheses about relations between variables, with the levels of significance (.10, .05, and .01) linked respectively to the t values 1.65, 1.98, and 2.57. Finally, as the difference in deviance has a chi-square distribution with $5~^{\\circ}$ of freedom (number of parameters in the models: OWNP, DSCL, OPTN, SHCU, and SHCI), a formal chi-square test can be used to assess the goodness of fit, in other words, whether the more general model fits significantly better than the null model (Hox, 2010). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4. Findings: multilevel regression results and discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Table 5 presents the multilevel regression results for the dependent variables namely formal commercialization via a patent (PATT) and a spinoff (SPNF), and informal commercialization via consultancy services (CSLT) and commercial agreements (AGRT). The null models show that the probability of applying for a patent (ICC: 0.023), of providing consultancy (ICC: 0.023), and of engaging in a commercial agreement (ICC: 0.027) are associated with the faculty's institutional context, with respectively DEs of 7.283, 7.283, and 8.507 (cutoff criteria for acceptable association at $\\geq2$ 0.However, since the ICC for the probability of creating a spinoff is close to zero (ICC: 0.oo1) and its design effect is less than 2 (DE: 1.082), it can be concluded for that study that the institutional context is not statistically relevant to understand the creation of spinoffs by university professors (Goldstein, 2010; Hox, 2010). In other words, while formal commercialization through patents, and informal commercialization through consultancy services and commercial agreements can be explained by the university's characteristics, spinoff creation seems to not be explained by any variation in the institutional context. Spinoff creators are statistical outliers; among the 2230 researchers from the 27 universities, only 148 respondents $\\left(6.6\\%\\right)$ have attempted to create a spinoff company based on the results of their research. The number of spinoff creators by university ranges from 0 to 16 with a median of 4 (divided among 27 universities). This result is in line with Muscio et al. (2016) who find that the total number of spinoff companies created with the support of European TTOs was 1.9 new spinoff per TTO on average. Moreover, among spinoff creators, $32\\%$ had not applied for a patent. This difference between patent-based and non-patent-based spinoff creation could reduce the effect of the institutional environment on spinoff creation, because generally, universities support only spinoff creation based on disclosed inventions (Krabel and Mueller, 2009). Finally, these results are in line with Krabel and Mueller (2009) who find that the most important factors enhancing activities related to starting a business are linked to individual characteristics (ties to industry, patenting activity, and previous funding experience). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To sum up, the multilevel regression results confirm that academic entrepreneurs are influenced by their context of affiliation when involved in formal (patents) and informal (consultancy services and contractual agreements) commercialization outputs. These results confirm that theoretical approaches to entrepreneurship such as Aghion and Tirole & s (1994), which theorize the relation between researchers and their organizational context (contracts, etc.), are appropriate to study academic commercialization. However, to study academic spinoff creation, individual theories such as the resource-based view, might be more appropriate. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The characteristics linked to the IIPRP in terms of property and control rights and share of income (OPTN, SHCU, SHCI, OWNP and DSCL), explain the probability of formal commercialization through patenting (adjustment of the model: chi2 of $14.322^{***}$ for 5df, pvalue: 0.014), and informal commercialization via consultancy services (chi2 of $9.386^{*}$ for 5df, pvalue: 0.09). However, since the chi-square test value is non-significant in the case of the probability of being engaged in a commercial agreement (chi2 of 1.6 for 5df, pvalue: 0.9), this means that none of the studied characteristics explain the behavior of university professors linked to this type of commercialization (Hox, 2010). By definition, commercial agreements imply a non-disclosure or a confidentiality agreement with a private actor. In this situation, commercial agreements as a means of informal commercialization could be tailored to generate revenue and other gains for researchers when an invention is not patentable (Mesny et al., 2015). If the invention cannot be protected formally, academic inventors will rely on secrecy to appropriate the returns from such non-patentable knowledge assets (Mesny et al., 2015). In our database, the majority of respondents $(51.1\\%)$ who had engaged in non-disclosure or confidentiality agreements had not applied for a patent. Moreover, confidentiality agreements negotiated directly between academic entrepreneurs and private partners might fall “under the radar” of the KTT office (Abreu and Grinevich, 2013) which might explain why academic entrepreneurs are not concerned with Aghion and Tirole & s (1994) hypotheses, since all the characteristics studied that are linked to the IIPRP are non-significant. However, as already noted, engaging in commercial agreements (ICC: 0.027) is associated with the faculty member's institutional affiliation context (DE of 8.507). This means that other institutional characteristics than those linked to the IIPRP might influence the behavior of inventors in their negotiation of commercial agreements. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/b50b7f82c24349fbdc327250ee4f5837042c88c595b8e9275c3a236b6c10fca8.jpg",
        "table_caption": [
            "Table5 Results of multilevel regression models of variables. "
        ],
        "table_footnote": [
            "Goodness of fit: Patent. $14.322^{***}$ (chi2. 5df. pvalue: 0.014). Spinoff. 5.025 (chi2. 5df. pvalue: 0.413). Consulting. $9.386^{*}$ (chi2. 5df. pvalue: 0.09). Commercial Agreement. 1.6 (chi2. 5df. pvalue: 0.9). "
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Other variables could include (Lee and Stuen, 2015; Muscio et al., 2016) university mechanisms to support academic entrepreneurship, or institutional reputation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "With regard to the effect of the independent variables on the commercial behavior of academic scientists, contrary to what Aghion and Tirole (1994) and other scholars (Crespi et al., 2010; Geuna and Rossi, 2011; Giuri et al., 2013; Sterzi, 2013) hypothesize, property rights in terms of ownership allocation have no significant effect on any of the dependent variables (H1). The literature review shows that most studies adopt a dichotomist perspective on IPR assignment but this is only one feature of the IIPRP which also includes control rights and an incomesharing scheme (Geuna and Rossi, 201l; Grimaldi et al., 2011; Kauppinen, 2014). However, the qualitative results in Galushko and Sagynbekov (2014) show that inventor ownership does not necessarily translate into either a larger portion of income for the inventor or to a lower level of control from the university over the invention (Galushko and Sagynbekov, 2014). This finding that other features such as control rights and sharing of income between the university and the academic inventor might be more important than the ownership regime is a unique contribution of this study. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As hypothesized by Aghion and Tirole (1994), increased university control can be detrimental to patent applications since the obligation to disclose the invention (H2.1,DSCL,Odds Ratio: 0.62 $95\\%$ CI 0.419-0.931) and the length of the university's option over an academic invention (H2.2, OPTN, Odds Ratio: $1.00\\ 95\\%$ CI 0.995-0.999)have significant and negative effects on the probability of applying for a patent. Most respondents are affiliated to universities that oblige them to disclose an invention $(79.1\\%)$ . In those cases, in general if the creator chooses to not disclose his or her invention, this prohibits the inventor from commercializing it (Tepper and White, 2008) without breaking with the university's IP policy (Tepper and White, 2008). In some cases, the perception of loss of discretion over the patenting of an invention might discourage patenting activity (Walter et al., 2016). This result empirically validates the theory in Aghion and Tirole (1994) on the effect of control rights on formal commercialization engagement. The other hypothesized effects are not significant (see Table 5). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Finally, with regard to the sharing of revenue between the university and the inventor the results are several. The share of income derived by the university of the invention is commercialized by the university (H3.1, SHCU, Odds Ratio: 0.99 $95\\%$ CI 0.985-1.001) has a negative effect on patent applications. However, while the share of income derived by the university if the invention is commercialized by the inventor has a non-significant effect on formal commercialization via patenting, it has a significant and positive effect on informal commercialization through engagement in consultancy services (CHCI, Odds Ratio: 1.01 $95\\%$ CI 1.001-1.021). The first result is in line with Galushko and Sagynbekov (2014) and Okamuro and Nishimura (2013) who find that an overly high share of the revenue retained by the university, or perceived as unfair by the inventor might discourage academic inventors from patenting their inventions: on average KTT offices retain $49.36\\%$ of such revenue but some universities retain up to $90\\%$ of this revenue. However, the second result shows that if the inventor takes the lead in the commercialization of his or her research, then the inventor is able to negotiate a lower rate of revenue for the university $(20.66\\%$ on average), and one that might be perceived as fair according to the non-significant impact of this variable on patent applications. Moreover, the more the university earns from the commercialization of patents, the more the researcher will engage informal commercialization in the form of consultancy services which allow inventors to increase their revenue and complement commercialization via patenting (Perkmann et al., 2013). This might be the case for $37\\%$ of the respondents who had provided consulting services and had also applied for a patent. The $63.12\\%$ of respondents who had not applied for a patent might have been discouraged by the higher rate of income earned by their university, and might have preferred to provide consulting services to generate revenue from their research results. These results empirically validate the hypothesis that the higher the share of the income assigned to the university from commercialization of an academic invention, the lower the likelihood that the academic scientist will be involved in commercially-oriented activities. However, since the share of income derived by the university is higher if they rather than the inventor handle the commercialization (on average $49.36\\%$ against $20.66\\%)$ , scientific entrepreneurs may be discouraged from engaging in formal commercialization through patenting. Moreover, while consulting could be a strategy used by academic entrepreneurs to increase their revenue, a higher rate of income to the university might motivate researchers to engage in informal commercialization. The other hypothesized effects are not significant (see Table 5). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5. Concluding remarks and practical implications ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "As the existing literature provides ambiguous findings on the influence of university IPR policies on the commercialization of academic inventions (Giuri et al., 2013; Jacobsson et al., 2013; Kenney and Patton, 2011), we extend the literature by providing three important contributions. First, to our knowledge, we provide the first empirical evidence based on multilevel models, of the influence of IPRP on the entrepreneurial behavior of academic researchers, considering both formal and informal commercialization. Second, beyond studying property rights in terms of ownership allocation, none of the identified studies empirically tested other characteristics of the IIPRP, namely control rights (obligation to disclose and option to commercialize), and the sharing of income between the university and the inventor in relation to the commercialization of an academic invention. Our study empirically tests Aghion and Tirole &s (1994) theoretical model of academic entrepreneurs’ engagement in commercialization, and partially validates it. For example, Aghion and Tirole & s (1994) hypothesis about property rights is not validated. In contrast to the literature dominated by analysis of data aggregated at the institutional or country levels, our study suggests that the main aspect influencing the academic inventor is not ownership of the invention whose effect is non-significant. However, Aghion and Tirole &s (1994) hypothesis about control rights is validated since we show that a higher level of control by the university over the academic invention translates into lower level of engagement of the academic researcher in formal and informal commercialization. Aghion and Tirole & s (1994) hypothesis about the sharing of income is partly validated since a higher rate of income to the university has a negative effect on researchers’ engagement in formal commercialization only if the invention is commercialized by the university. Our study also shows that a higher rate of income to the university might motivate the academic entrepreneur to rely on informal commercialization. Finally, regarding one form of academic entrepreneurial output (spinoff creation), we show that the institutional environment is not relevant to study this type of formal commercialization. This provides empirical validation for mobilizing individual theories, such as the resource-based view, and using mono-level data analysis to study spinoff creation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "One limitation of our study is that sampling only from universities in Canada might yield results that are generalizable only to this context. However, recall that Canada does not have an equivalent law to the Bayh-Dole Act; thus, each university sets its own policies on invention ownership, and there is no convergence towards a particular practice (Galushko and Sagynbekov, 2014; Kenney and Patton, 2011). Consequently, Canada is an interesting context to study the influence of a diversity of institutional settings on academic entrepreneurs' behavior. Moreover, following Jain et al. (2009), we hypothesized that normative environments are fostering modifications to university scientists’ role identities. Thus, faculty behavior is shaped partially by the institutional environment (Abreu and Grinevich, 2013; Okamuro and Nishimura, 2013). This hypothesis implies that faculty members are aware of their environment and especially in relation to the IIPRP, which is defined ex-ante in their faculty collective agreements. The survey asked for faculty members’ perceptions of their institutional ownership policies. While $26.3\\%$ of all faculty members answered they did not know what their university policy was, they were $15.3\\%$ of faculty members who had applied for a patent. This result sheds light on the importance of communicating about policies in order to avoid the so-called “academic patent anomaly”, or the “KTT office bypassing\" where faculty members commercialize their inventions without involving the KTT office (Crespi et al., 2010). These situations increase the risk of litigation between faculty members and their universities with regard to revenue sharing from commercialization of an academic invention (Grimaldi et al., 2011). We identified that some universities are better than others at disseminating information, while less than $6\\%$ of their faculty who had applied for a patent (involving the Universities of Alberta, Waterloo and New Brunswick, and McGill University, and Carleton University) did not know what their policy was. It would be interesting to explore their procedures for diffusing information on IPRP in order to identify best practices. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In terms of future research,the effects of other characteristics of entrepreneurial arrangements on faculty members’ entrepreneurial behavior should also be tested empirically' using multilevel models. For example, numerous institutional characteristics have been explored or tested using conventional statistical methods, e.g. KTT office characteristics (Wu et al., 2015), institutional resources (Lasrado et al., 2015), and university prestige (Degroof and Roberts, 2004). This should also help to identify those institutional characteristics that influence commercial agreements among academic members. Also, future research could use multilevel models to explore individual and institutional characteristics simultaneously to identify a moderating effect of those variables (Perkmann et al., 2013) which might apply to spinoff creation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Finally, in the context of the IIPRP, there is a tension between assumptions and empirical data which could be resolved by more concrete empirical evidence (Jacobsson et al., 2013). This suggests the need for more research to allow a more scientific policy-making process (Kenney and Patton, 2011). The implications for policy-makers, university administrators, and researchers are first that they should leave the dichotomist view on IP ownership to consider a broader perspective on IIPRP. We found no significant relations between IP ownership by either the university or the inventor, and any of the four commercialization behaviors (patenting, commercial agreements, consultancy, and spinoff creation) of research faculty (professors). This suggests that the main aspect of IIPRP influencing academic entrepreneurs may be unrelated to ownership assignment. Secondly, some of our results support critiques of institutional policies and their lack of effectiveness which creates contradictory motivations for academic entrepreneurial involvement in the commercialization of their research (Kenney and Patton, 2009; Walter et al., 2016). For example, the significant and negative effect of the share of income assigned to the university when an invention is commercialized by that institution, implies that revenue sharing is not perceived by professors as being equitable (Okamuro and Nishimura, 2013). Although the researcher may not be involved in the commercialization of his or her invention, this does not mean that they would agree to share up to $90\\%$ of the revenue from their effort going to the university. Aggressive claiming of a share of the IPR from academic researchers (Della Malva et al.,2013) could be detrimental to the commercialization of research by discouraging academic invention. Finally, this analysis suggests that policy-makers should be cautious about expecting immediate and extensive effects on spinoff creation from changes to the institutional IPR environment for academic inventors. As the results show, no variation in the institutional environment of academic inventors explains their behavior in exploiting their invention by creating companies. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The author acknowledges financial assistance and support from the Social Sciences and Humanities Research Council and the Natural Sciences and Engineering Research Council of Canada. Special thanks go to Marie-Eve Blanc from the Université de Montréal Public Health Research Institute. ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/0bc05f0dd9e40fc729fb16805e4e38c87e4d03e2c3b1f06fd8c7b8504bbaebc4.jpg",
        "table_caption": [
            "Appendix A "
        ],
        "table_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abreu, M., Grinevich, V., 2013. The nature of academic entrepreneurship in the UK: widening the focus on entrepreneurial activities. Res. Policy 42, 408-422.   \nAghion, P., Tirole, J., 1994. The management of innovation. Q. J. Econ. 109, 1185-1209.   \nAgrawal, A., 2006. Engaging the inventor: exploring licensing strategies for university inventions and the role of latent knowledge. Strateg. Manage. J. 27, 63-79.   \nAmara, N., Landry, R., Halilem, N., 2013. Faculty consulting in natural sciences and engineering: between formal and informal knowledge transfer. Higher Educ. 65, 359-384.   \nBerg, N., 2005. Non-response bias. Encycl. Social Meas. 2, 865-873 Kempf-Leonard, K., ed., London, Academic Press.   \nBostrom, D., Tieckelmann, R., 2007. AUTM Canada licensing activity survey: FY 2007. Association of University Technology Managers, Deerfield, IL.   \nBuenstorf, G., Schacht, A., 2013. We need to talk?-or do we? Geographic distance and the commercialization of technologies from public research. Res. Policy 42, 465-480.   \nCanadian Association Of University Teachers, 2010. CAUT Almanac of Post-Secondary Education in Canada 2010-2011. Canadian Association of University Teachers, Ottawa.   \nChang, X., Chen, Q., Fong, P.S., 2015. Scientific disclosure and commercialization mode selection for university technology transfer. Sci. Public Policy 43, 85-101.   \nClayman, B.P., 2004. Technology Transfer at Canadian Universities: Fiscal Year 2002 Update. Canada Foundation for Innovation, Coquitlam.   \nCrespi, G.A., Geuna, A., Nomaler, O., Verspagen, B., 2010. University IPRs and knowledge transfer: is university ownership more efficient? Econ. Innov. New Technol. 19, 627-648.   \nCzarnitzki, D., Hussinger, K., Schneider, C., 2012. The nexus between science and industry: evidence from faculty inventions. J. Technol. Transf. 37, 755-776.   \nD'este, P., Perkmann, M., 2011. Why do academics engage with industry? The entrepreneurial university and individual motivations. J. Technol. Transf. 36, 316-339.   \nDamsgaard, E.F., Thursby, M.C., 2013. University entrepreneurship and professor privilege. Ind. Corp. Change 22, 183-218.   \nDechenaux, E., Thursby, J., Thursby, M., 2011. Inventor moral hazard in university licensing: the role of contracts. Res. Policy 40, 94-104.   \nDeem, R., 2008. Producing and re/producing the global university in the 21 st century: researcher perspectives and policy consequences. High. Educ. Policy 21, 439-456.   \nDegroof, J.-J., Roberts, E.B., 2004. Overcoming weak entrepreneurial infrastructures for academic spin-off ventures. J. Technol. Transf. 29, 327-352.   \nDella Malva, A., Lissoni, F., Llerena, P., 2013. Institutional change and academic patenting: French Universities and the Innovation Act of 1999. J. Evol. Econ. 23, 211-239.   \nFitzgerald, C., Cunningham, J.A., 2015. Inside the university technology transfer office: mission statement analysis. J. Technol. Transf. 1-12.   \nFreitas, I.M.B., Geuna, A., Rossi, F., 2013. Finding the right partners: institutional and personal modes of governance of university-industry interactions. Res. Policy 42, 50-62.   \nFriedman, J., Silberman, J., 2003. University technology transfer: do incentives, management, and location matter? J. Technol. Transf. 28, 17-30.   \nGalushko, V., Sagynbekov, K., 2014. Commercialization of university research in Canada: what can we do better? Int. J. Bus. Adm. 5, 1-13.   \nGeuna, A., Rossi, F., 2011. Changes to university IPR regulations in Europe and the impact on academic patenting. Res. Policy 40, 1068-1076.   \nGiuri, P., Munari, F., Pasquini, M., 2013. What determines university patent commercialization?: empirical evidence on the role of IPR ownership. Ind. Innov. 20, 488-502.   \nGodin, B., Coté, G., 2002. Funding Research: A Bibliometric Evaluation of the NSERC Research Grants Program. Observatoire des sciences et des technologies, Montréal, Canada.   \nGoethner, M., Obschonka, M., Silbereisen, R.K., Cantner, U., 2012. Scientists' transition to academic entrepreneurship: economic and psychological determinants. J. Econ. Psychol. 33, 628-641.   \nGoldstein, H., 2010. Multilevel Statistical Models, fourth edition. Kendall's Library of Statistics, London, UK.   \nGrimaldi, R., Kenney, M., Siegel, D.S., Wright, M., 2011. 30 years after Bayh-Dole: reassessing academic entrepreneurship. Res. Policy 40, 1045-1057.   \nHalilem, N., Amara, N., Landry, R., 2011. Is the academic Ivory Tower becoming a managed structure? A nested analysis of the variance in activities of researchers from natural sciences and engineering in Canada. Scientometrics 86, 431-448.   \nHalilem, N., Amara, N., Rhaiem, K., Diop, B., 2016. Lost in the valley of death of academic inventions: a non-recursive structural qquation model of academic researcher's activities. Rev. Bus. Res. 16, 57-72.   \nHalilem, N., 2010. Inside the triple helix: an integrative conceptual framework of the academic researcher's activities, a systematic review. J. Res. Adm. 41, 23-50.   \nHayter, C.S., Rooksby, J.H., 2015. A legal perspective on university technology transfer. J. Technol. Transf. 41 (2), 1-20.   \nHayter, C.S., 2016. A social responsibility view of the patent-centric linear model of university technology transfer. Duquesne Law Rev. 54, 7-52.   \nHen, M., 2010. Intellectual Property Policies at Canadian Universities. Centre for Policy Research on Science and Technology (CPROST), Simon Fraser University, Vancouver, Canada.   \nHeumann, S., Schmude, J., Lasch, F., 2010. Academic entrepreneurship in knowledge and technology-based industries: the fundamental determinants at German research universities and universities of applied sciences. Int. J. Entrepreneurship Small Bus. 10, 5-29.   \nHewitt-Dundas, N., 2012. Research intensity and knowledge transfer activity in UK universities. Res. Policy 41, 262-275.   \nHox, J.J., 2010. Multilevel Analysis: Techniques and Applications. Routledge, New York, NY.   \nIsmail, K., Mason, C.M., Cooper, S., Omar, W.Z.W., Majid, 1.A., 2015. The actors involved and the decision-making process used in the exploitation of university patents. Int. J. Bus. Inf. 3.   \nJacobsson, S., Lindholm-Dahlstrand, A., Elg, L., 2013. Is the commercialization of European academic R& D weak? Res. Policy 42, 874-885.   \nJain, S., George, G., Maltarich, M., 2009. Academics or entrepreneurs? Investigating role identity modification of university scientists involved in commercialization activity. Res. Policy 38, 922-935.   \nKauppinen, I., 2014. A moral economy of patents: case of Finnish research universities' patent policies. Stud. Higher Educ. 39, 1732-1749.   \nKenney, M., Patton, D., 2009. Reconsidering the Bayh-Dole act and the current university invention ownership model. Res. Policy 38, 1407-1422.   \nKenney, M., Patton, D., 2011. Does inventor ownership encourage university researchderived entrepreneurship? A six university comparison. Res. Policy 40, 1100-1112.   \nKochenkova, A., Grimaldi, R., Munari, F., 2016. Public policy measures in support of knowledge transfer activities: a review of academic literature. J. Technol. Transf. 41, 407-429.   \nKrabel, S., Mueller, P., 2009. What drives scientists to start their own company? An empirical investigation of Max Planck Society scientists. Res. Policy 38, 947-956.   \nKreft, I., De Leeuw, J., 1998. Introducting Multilevel Modelling. Sage, Thousands Oaks, CA.   \nLandry, R., Amara, N., Ouimet, M., 2007. Determinants of knowledge transfer: evidence from Canadian university researchers in natural sciences and engineering. J. Technol. Transf. 32, 561-592.   \nLandry, R., Amara, N., Cloutier, J.-., Halilem, N., 2013. Technology transfer organizations: services and business models. Technovation 33, 431-449.   \nLasrado, V., Sivo, S., Ford, C., O'neal, T., Garibay, I., 2015. Do graduated university incubator firms benefit from their relationship with university incubators? J. Technol. Transf. 1-15.   \nLee, J., Stuen, E., 2015. University reputation and technology commercialization: evidence from nanoscale science. J. Technol. Transf. 1-24.   \nLink, A.N., Siegel, D.S., Bozeman, B., 2007. An empirical analysis of the propensity of academics to engage in informal university technology transfer. Ind. Corp. Change 16, 641-655.   \nLink, A.N., Siegel, D.S., Wright, M., 2014. The Chicago Handbook of University Technology Transfer and Academic Entrepreneurship. University of Chicago Press, Chicago.   \nLissoni, F., Montobbio, F., 2015. The ownership of academic patents and their impact. Evidence from five European countries. Revue économique 66, 143-171.   \nLove, B.J., 2015. Do university patents pay off?: evidence from a survey of university inventors in computer science and electrical engineering. Yale J. Law Technol. 16, 2.   \nLynch, K., Ivancheva, M., 2016. Academic freedom and the commercialisation of universities: a critical ethical analysis. Ethics Sci. Environ. Polit. 15, 71-85.   \nMesny, A., Pinget, N., Mailhot, C., 2015. The commercialization of academic outputs in the administrative sciences. Can. J. Adm. Sci. 33 (4), 290-303.   \nMuscio, A., Quaglione, D., Ramaciotti, L., 2016. The effects of university rules on spinoff creation: the case of academia in Italy. Res. Policy 45 (7), 1386-1396.   \nNeumeyer, F., 1971. The Employed Inventor in the United States: R & D Policies, Law and Practice. MIT Press, Cambridge, MA.   \nNicolaou, N., Birley, S., 2003. Academic networks in a trichotomous categorisation of university spinouts. J. Bus. Venturing 18, 333-359.   \nOkamuro, H., Nishimura, J., 2013. Impact of university intellectual property policy on the performance of university-industry research collaboration. J. Technol. Transf. 38, 273-301.   \nOlmos-Penuela, J., Castro-Martinez, E., D'este, P., 2014. Knowledge transfer activities in social sciences and humanities: explaining the interactions of research groups with non-academic agents. Res. Policy 43, 696-706.   \nOrtin-Angel, P., Vendrell-Herrero, F., 2014. University spin-offs vs. other NTBFs: total factor productivity differences at outset and evolution. Technovation 34, 101-112.   \nPaul, M.J, Thangaraj, H., Ma, J.K-C., 2015. Commercialization of new biotechnology: a systematic review of 16 commercial case studies in a novel manufacturing sector. Plant Biotechnol. J. 13, 1209-1220.   \nPerkmann, M., Tartari, V., Mckelvey, M., Autio, E., Brostrom, A., D'este, P., Fini, R., Geuna, A., Grimaldi, R., Hughes, A., Krabel, S., Kitson, M., Llerena, P., Lissoni, F., Salter, A, Sobrero, M, 2013.Academic engagement and commercialisation: arevi of the literature on university-industry relations. Res. Policy 42, 423-442.   \nPeugh, J.L., 2010. A practical guide to multilevel modeling. J. Sch. Psychol. 48, 85-112.   \nSa, C.M., Kretz, A., 2016. Technology commercialization as university mission: early historical developments at the university of Toronto. Technol. Cult. 57, 119-143.   \nSampat, B.N., Mowery, D.C., Ziedonis, A.A., 2003. Changes in university patent quality after the Bayh-Dole act: a re-examination. Int. J. Ind. Organiz. 21, 1371-1390.   \nSchmitz, A., Urbano, D., Dandolini, G.A., DE Souza, J.A., Guerrero, M., 2016. Innovation and entrepreneurship in the academic setting: a systematic literature review. Int. Entrepreneurship Manage. J. 1-27.   \nSeo, H.-J., Kim, H.S., Lee, Y.S., 2015. Does the strengthening of IPRs widen the growth gap? Technol. Econ. Dev. Econ. 21, 232-256.   \nShane, S., Dolmans, S.A., Jankowski, J., Reymen, I.M., Romme, A.G.L., 2015. Academic entrepreneurship: which inventors do technology licensing offcers prefer for spinoffs? J. Technol. Transf. 40, 273-292.   \nShore, C., Mclauchlan, L., 2012. “Third mission'activities: commercialisation and academic entrepreneurs Social. Anthropol. 20, 267-286.   \nSiegel, D.S., Wright, M., 2015. Academic entrepreneurship: time for a rethink? Br. J. Manage. 26, 582-595.   \nSiegel, D.S., Veugelers, R., Wright, M., 2007. Technology transfer offices and commercialization of university intelectual property: performance and policy imlications. Oxf. Rev. Econ. Policy 23, 640-660.   \nStatistics Canada, 2007. Estimation of Higher Education Research and Development Estimates, 2006/2007. Science, Innovation and Electronic Information Division Statistics Canada, Ottawa.   \nSterzi, V., 2013. Patent quality and ownership: an analysis of UK faculty patenting. Res. Policy 42, 564-576.   \nTepper, R.J., White, C.G., 2008. Your intellectual property: who owns it? Account. Horiz. 22, 49-67.   \nVon Proff, S., Buenstorf, G., Hummel, M., 2012. University patenting in Germany before and after 2002: what role did the professors' privilege play? Ind. Innov. 19, 23-44.   \nWalter, S.G., Schmidt, A., Walter, A., 2016. Patenting rationales of academic entrepreneurs in weak and strong organizational regimes. Res. Policy 45, 533-545.   \nWood, M.s., 2011. A proces model of academic entrepreneurship. Bus. Horiz. 54, 153-161.   \nWu, Y., Welch, E.W., Huang, W.-L., 2015. Commercialization of university inventions: individual and institutional factors affecting licensing of university patents. Technovation 36, 12-25. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]