[
    {
        "type": "text",
        "text": "A dynamic capabilities perspective on pro-market reforms and university technology transfer in a transition economy ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yang Lia, Yujie Tang b， ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Henaniversity of Techlogy,Add:No.00Liautreet,ZhengzhouHig-TechevelopmntZn,Henan,ZipCde:500,PCh b Zhengzhou University of Licht Industry. Add: No.5 Donefeng Road. Zhengzhou. Henan. Zin Code:450002. PR China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLEINFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Pro-market reforms University technology transfer Dynamic capabilities Transition economies University staff size University-industry linkages ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Pro-market reforms are a form of institutional change from a socialist economy to a market economy. As the institutional environment in a transition economy changes, pro-market reforms exert a significant influence on university technology transfer (UTT). By leveraging dynamic capabilities in the context of universities, this study develops a theoretical framework for analyzing how the scope (degree) and speed (rate) of pro-market reforms in a transition economy are related to UTT. Additionally, this study analyzes whether or not the relationship between the scope/speed of pro-market reforms and UTT differs across universities depending on staff size and university-industry (U1) linkages. To test our hypotheses, we use 1061 universities in 31 Chinese sub-national regions (provinces) from 2005 to 2013. The results show that a greater scope of pro-market reforms has a positive impact on UTT, while a greater speed of pro-market reforms has a negative impact on UTT. We also find that the positive relationship between the scope of pro-market reforms and UTT is more pronounced for universities with fewer staff members or more UI linkages, and the negative relationship between the speed of promarket reforms and UTT is less pronounced for universities with more staff members or more UI linkages. Overall, this study opens avenues for understanding the relationship between pro-market reforms and UTT in a transitioneconomy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "University technology transfer (UTT), involving the transfer of scientific breakthroughs and technological innovations to the marketplace, is considered by growing numbers of scholars as a fundamental mechanism for enhancing economic growth and regional development (Gonzalez-Pernia et al., 2013; Mendoza and Sanchez, 2018). UTT occurs as a highly contextual phenomenon (Svarc and Dabic, 2019) and depends on contextual factors related to external institutional characteristics,socioeconomic conditions,and university-specific traits (Sandstrom et al., 2018). Since transition economies, such as China, are experiencing pro-market reforms from socialist economies to market economies, while non-transition economies are not, the institutional and socioeconomic contexts in which UTT is embedded differ between the two types of economies. Thus, UTT in transition economies will not develop as in non-transition economies (Sandstrom et al., 2018; Svarc and Dabic, 2019). In practical terms, non-transition economies often implement specific innovation and entrepreneurship policies that are designed to enhance UTT, such as the Bayh-Dole Act and the Small Business Innovation Research (SBIR) program in the US, the German Excellence Initiative, and the Professor Privilege in Europe (Cunningham et al., 2019; Korosteleva and Belitski, 2017; Martinez and Sterzi; 2020; Siegel and Wessner, 2012). However, in addition to emulating these UTT-specific policies, transition economies also adopt a series of pro-market reforms policies to stimulate UTT with the goal of creating a UTT-friendly institutional environment, policies such as the Reform and Opening-up in China, and European Structural and Investment Funds (ESIF) in Croatia² (Hong et al., 2016; Svarc and Dabic, 2019). Thus, unlike in non-transition economies, in transition economies, UTT is supposed to be influenced profoundly by the implementation of pro-market reforms. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In transition economies, compared with privatization of state enterprises and the development of new small and medium-sized enterprises (SMEs), UTT may be an more effective form of innovation and entrepreneurship activity (Svarc, 2014; Svarc and Dabic, 2019; Kshetri, 2009); UTT not only generates more funding for university research and education missions but also creates wealth for societies (Sandstrom et al., 2018; Yuan et al., 2018). As a result, in transition economies, both university administrators and government policy makers have a particular interest in UTT. Considering that transition economies are enacting pro-market reforms, an investigation into the relationship between pro-market reforms and UTT will help university administrators evaluate and adjust their UTT strategies to respond and adapt to reforms and help policy makers design and implement effective policies for pro-market reforms. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although scholars show a strong academic interest in pro-market reforms and UTT, unfortunately, the relationship between these two concepts has received limited attention. In the pro-market reforms literature, scholars argue that pro-market reforms are an essential institutional change in transition economies and exhibit various scopes (degrees) and speeds (rates) within a country and across countries (Shi et al., 2017). They also find mixed effects of pro-market reforms on firm performance and innovation and entrepreneurship activities. For example, some scholars confirm a positive or U-shaped relationship between the scope of reforms and both firm profitability and technology transfer (Chari and Banalieva, 2015; Cuervo-Cazurra and Dau, 2009; Yi et al., 2015). Other scholars find a negative or inverted U-shaped relationship between the speed of reforms and both firm performance and innovation activities (Banalieva et al.,2015;Lin et al.,2018; Putzhammer et al., 2020). In addition,in the UTT literature, scholars find that university-specific traits, external institutional characteristics and socioeconomic conditions all influence UTT (Sandstrom et al., 2018). By combining these two streams of the literature, we posit that pro-market reforms are a salient institutional characteristic in transition economies and should exert an impact on UTT, for which some scholars have been calling (Svarc and Dabic, 2019; Yuan et al., 2018). However, to date, scarce research attention has been paid to the impact of pro-market reforms on UTT. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Leveraging the dynamic capabilities perspective (Leih and Teece, 2016; Teece, 2007, 2016),we develop a framework to theorize how changes in pro-market reforms (which are reflected in the scope and speed of reforms) in a transition economy bring about opportunities and challenges for the intellectual property (IP) outputs of UTT, including patenting, licensing, and licensing revenue. Additionally, researchers have suggested that because university-specific traits, such as staff size and university-industry (Ul) linkages, determine the university's dynamic capabilities, different universities will respond differently to a changing environment (Leih and Teece, 2016). Accordingly, we further investigate whether or not the relationship between the scope/speed of pro-market reforms and UTT differs across universities depending on their dynamic capabilities. We test our hypothesized relationships with a sample of 1061 universities in 31 Chinese provinces from 2005 to 2013. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Our study contributes to theory and empirical evidence and provides important implications for university administrators and policy makers. First, theoretically, we integrate the dynamic capabilities perspective to advance the research on the impact of pro-market reforms on UTT. By theorizing about the opportunities/challenges in terms of UTT brought about by the scope/speed of pro-market reforms, we broaden our knowledge of pro-market reforms and extend the application of dynamic capabilities in the context of universities. Second, empirically, we provide the first set of empirical evidence on the relationship between promarket reforms and UTT and on how this relationship differs in different sub-national regions in a transition economy. Finally, practically, our research further confirms that both university administrators and policy makers need to be aware that the opportunities and challenges of promarket reforms coexist for UTT and should prepare well to adjust their UTT strategy and reforms policy, respectively. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Research background and literature review ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this section,to introduce our research question,we provide research ground and literature review on pro-market reforms and UTT, respectively. We first briefly review the pro-market reforms literature and explain that the scope and speed of pro-market reforms are crucial in understanding the effects of reforms on UTT in a transition economy. Then, we review the UTT literature and specify that it is necessary to investigate the effect of pro-market reforms on UTT in a transition economy. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.Pro-market reforms in a transition economy ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As defined by the International Monetary Fund (IMF), transition economies, such as China, the former Soviet Union, Eastern Europe, Vietnam and Cambodia, are economies that have enacted pro-market reforms to change from socialisteconomies tomarket economies(International Monetary Fund, 20oo). Pro-market reforms refer to a set of structural policies aimed at decentralizing state control in the market, minimizing government intervention in the economy, reducing barriers to entry in the market, improving the functioning of commodity and factor markets, and strengthening property rights protections (Banalieva et al.,2015;Cuervo-Cazurra and Dau,2009;Park et al.,2006).The primary purpose of these policies is to solve the institutional imperfections and inefficiency caused by government control over economic activities (Hoskisson et al., 2000; Meyer and Peng, 2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although transition economies have widely conducted pro-market reforms, their reform trajectories have varied considerably in terms of the scope of pro-market reforms (i.e., the degree of market liberation in one year) and the speed of pro-market reforms (i.e.,the rate of market liberation achieved over time). For example, for the scope of pro-market reforms, one group of countries (e.g., Croatia, Hungary, and Poland) approaches the finish line of transition, while others (e.g., China, India, and Ukraine) languish at various points along the way, and a few countries may have barely left the starting block. For the speed of promarket reforms, countries such as China adopt a gradual transition mode, while other countries, such as Eastern European countries, use a more aggressive and quicker-paced model of transition. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In addition to the different trajectories of pro-market reforms at the national level, there also exist different scopes and speeds of reforms within a country at the sub-national (regional) level. While pro-market reforms policies are set at the national level, their implementation takes place at the sub-national level to various degrees and rates (Banalieva et al., 2015; Meyer and Nguyen, 2005; Yuan et al., 2018). Sub-national differences can indeed be found in every large and complex country, such as China, India, and Russia. For example, China comprises institutionally heterogeneous provinces that demonstrate a significantly diverse pro-market reforms landscape (Banalieva et al., 2015; Chan et al., 2010; Shi et al., 2012). The scope of pro-market reforms is higher for some coastal provinces (e.g., Zhejiang, Guangdong, and Jiangsu) and lower for some inland provinces (e.g., Gansu, Qinghai, and Tibet) (Banalieva et al., 2015; Park et al., 2006). The speed of pro-market reforms is greater for some provinces (e.g., Jiangsu, Jilin, and Guangxi) but slower for other provinces (e.g., Shannxi, Guangdong, and Sichuan) (Banalieva et al.,2015: Wei and Fan, 2000). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Empirically, pro-market reforms in transition economies have received significant research attention in recent years. One stream of research has explored the economic consequences of pro-market reforms and shows that although such reforms bring about adjustment costs in the short term, they are beneficial for the whole country in the long term (Campos and Horvath, 2012; Merlevede, 2003). Another stream of research thoroughly discusses the impact of reforms on firm performance and actions. They argue that pro-market reforms vary at the cross-national level or the sub-national level and provide inconsistent evidence of the effect of the scope/speed of pro-market reforms on firm performance and actions. Some scholars observe a positive or U-shaped relationship between the scope of pro-market reforms and firm profitability (Chari and Banalieva, 2015; Cuervo-Cazurra and Dau, 2009), while others find a negative relationship between the speed of pro-market reforms and firm performance (Banalieva et al., 2015). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Recently, researchers have begun to show interest in the impact of pro-market reforms on innovation and entrepreneurship activities, and similarly, they have reported inconsistent conclusions. For example, Yi et al. (2015) find that in regions with a higher scope of pro-market reforms, foreign firms have a stronger willingness to transfer technology than those in regions with a lower scope of reforms. Putzhammer et al. (2020) illustrate that a high speed of pro-market reforms will lead to rapid local institutional changes, making the expansion of foreign firms' knowledge obsolete. Lin et al. (2018) observe an inverted U-shaped relationship between the speed of pro-market reforms and firm research and development (R&D) investment in most central and western provinces in China. They argue that although firms react to rapid pro-market reforms by improving R&D investment, if the reforms are too fast, then they are not suitable for firm innovation, as firms will have no access to additional internal policy or market information. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Although these studies have confirmed the impact of pro-market reforms on innovation and entrepreneurship activities, they mainly focus on enterprises in transition economies. Some scholars point out that universities have become an engine of innovation and entrepreneurship in transition economies and further suggest that the effect of pro-market reforms on UTT should be explored (Svarc and Dabic, 2019; Yuan et al., 2018). More importantly, pro-market reforms have recently been viewed as a dynamic and interconnected process consisting of the scope and speed dimensions of reforms (Shi et al., 2017), and there are different effects brought about by the scope and speed of reforms. Therefore, both the scope and speed of reforms should be considered in understanding the impact of pro-market reforms on UTT in a transition economy. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.UTT in a transition economy ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All contemporary economies, including transition economies, highly depend on their innovation and entrepreneurship activities to improve economic growth (Gonzalez-Pernia et al., 2013; Mendoza and Sanchez, 2018). For transition economies, innovation and entrepreneurship activities can be developed according to three different plans: the privatization of state enterprises (Kshetri, 2009), the development of new SMEs (Svarc, 2014), and UTT (Svarc and Dabic, 2019). The privatization of state enterprises can be considered a speculative, nontransparent, and even criminal form of entrepreneurship and often leads to crony capitalism, which has a disastrous impact on entrepreneurial innovations (Franicevic and Bicanic, 2007). Likewise, new SMEs play a limited function in improving entrepreneurial innovation because they lack entrepreneurship capital, experience, skill, and collaborative relationships with universities as a source of business competitiveness (Svarc, 2014). Therefore, it seems that neither the privatization of state enterprises nor the development of new SMEs nurtures entrepreneurial innovation. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Comparatively, UTT may be an appropriate plan to achieve a significant rise in innovation and entrepreneurship activities. The reason for this is that in a transition economy, scientific technology resources and entrepreneurial experience are limited and highly concentrated in universities (Fischer et al., 2018). By employing such resources and experience in performing UTT, universities not only can earn a significant part of their research and education funding but can also create wealth for society by collaborating with the public and private spheres (Guerrero et al., 2015; Yuan et al., 2018). As a result, UTT has made universities social entrepreneurial organizations and has promoted innovation and entrepreneurship in a transition economy. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "From the institutional perspective, policy makers encourage and stimulate universities to engage in UTT through legislation and regulations as well as other approaches. For non-transition economies, policy makers design UTT-specific policies to facilitate technology transfer (Cunningham et al., 2019; Korosteleva and Belitski, 2017; Martinez and Sterzi; 2020; Siegel and Wessner, 2012). Although these UTT-specific policies are confirmed to be a successful strategy for technology transfer, they may not be easily transferred to transition economies because such economies have more unstable socioeconomic conditions and institutional environments than do non-transition economies (Hagedoorn and Sedaitis, 1998; Wang et al., 2018). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For transition economies, UTT-specific policies are generally accompanied by and are part of pro-market reforms policies (Chen et al., 2016). It seems that pro-market reforms policies may have more profound effects on UTT than do UTT-specific policies. Therefore, when understanding UTT in a transition economy, exploring the relationship between pro-market reforms and UTT is both appropriate and necessary. As we mentioned above, the implementation of pro-market reforms policies varies considerably in terms of scope and speed across sub-national regions (Banalieva et al., 2015; Meyer and Nguyen, 2005; Yuan et al., 2018). Hence, to better investigate the effects of pro-market reforms policies on UTT in a transition economy, we further posit that such effects should be distinguished from each other in terms of the scope and speed of reforms at the sub-national level. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Empirically, UTT is confirmed to be a highly contextual innovation and entrepreneurship activity (Sandstrom et al., 2018). Extant studies have examined contextual factors in terms of external institutional characteristics, socioeconomic conditions, and university-specific traits. For external institutional characteristics and socioeconomic conditions, previous research highlights that national innovation activities and policies (Cunningham et al., 2019; McAdam et al., 2012; Martinez and Sterzi; 2020; Siegel and Wessner, 2012), national socioeconomic conditions (Audretsch and Belitski, 2017), and regional industrial base and institutional settings (Fini et al., 201l; Huggins and Kitagawa, 2012; Sternberg, 2014) are related to UTT. For university-specific factors for UTT, human and financial resources for academic research and technology licensing (Belitski et al., 2019; Wright et al., 2007; Yuan et al., 2018; Zaichenko,2018),experience concerning technology transfer (Fischer et al., 2018; Owen-Smith and Powell, 2003; Siegel et al., 2003), administrative structure for supporting research commercialization (technology transfer offices, academic departments, and incubators) (Hess and Siegwart, 2013; Schoen et al., 2014), the form of ownership (private, public, or mixed) (Caldera and Debande, 2010; Friedman and Silberman, 2003), and university formal and informal institutions related to technology transfer (Guerrero et al., 2016; Tseng et al., 2020) have been identified as affecting UTT outcomes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Our review of the UTT literature on contextual factors suggests that extant studies on North America and Europe predominate, while studies on transition economies remain fragmented and incomplete. In a transition economy, pro-market reforms should be considered another equally crucial institutional characteristic that has a potential influence on UTT (Svarc and Dabic, 2019; Yuan et al., 2018). In summary, as pro-market reforms have been implemented at the sub-national level with various scopes and speeds (Banalieva et al., 2015; Shi et al., 2017), our study aims to answer the question of what effects the scope and speed of pro-market reforms at the sub-national level have on UTT in a transition economy. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3. Theory and hypotheses ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.A dynamic capabilities perspective of UTT ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Dynamic capabilities refer to “an organization's (or institution's) ability to integrate, build, and reconfigure internal and external competencies to address rapidly changing environments\" (Leih and Teece, 2016, p. 187). Although the dynamic capabilities literature focuses on for-profit organizations, scholars have argued that a dynamic capabilities perspective can be extended to not-for-profit organizations (e.g., universities and public institutions) to probe more in-depth into the mechanisms underpinning innovation and entrepreneurial activities (Leih and Teece, 2016; Yuan et al., 2018). UTT is an innovation and entrepreneurial activity for universities, and we conceptualize it by drawing on Leih and Teece's (2016) dynamic capabilities perspective. We posit that UTT is a process in which universities use dynamic capabilities to recognize and respond to the opportunities and challenges brought about by the changing environment to accomplish technology transfer. According to Teece (2007), we then argue that dynamic capabilities in UTT are reflected in a university's abilities to (1) sense opportunities, (2) seize opportunities, and (3) reconfigure assets and organizational structures to address challenges; those dynamic capabilities are related to the abilities of university leaders, administrators, and scientists to perform UTT. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Sensing refers to universities’ abilities to scan, search, and explore across technologies and markets to detect emerging opportunities in internal and external environments (Leih and Teece, 2016). To sense opportunities, university leaders not only adopt an appropriate strategy to deploy and coordinate their R&D, financial, and human resources but also interpret new events and developments in the external environment. In addition, to identify and shape opportunities, administrators must increase access to talent and excellent technology transfer office (TTO) managers, and scientists must probe market needs and technology possibilities. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Seizing refers to universities’ abilities to prioritize opportunities and exploit the most promising opportunities to transfer technology (Belderbos et al., 2016). To seize opportunities, university leaders must choose or create a particular business model that defines the university's technology commercialization  strategy  and  investment priorities. Moreover, to address opportunities, scientists maintain technology advantages and improve technological competencies and complementary knowledge assets, and TTO managers select and screen the particular technologies that are most likely to be transferred to markets. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Reconfiguring refers to universities’ abilities to remain dynamic in technology transfer as the external environment changes (Siegel et al., 2007). To improve environment fit, university leaders must redesign their business model, realign assets, and revamp governance structures. In addition, scientists need to cooperate with external partners to renew their knowledge base to remain aligned with technology trends, and administrators must change management procedures and routines to meetnewtechnologytransfer demands. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In UTT, universities with strong sensing and seizing capabilities are more likely to be effective in identifying and transferring promising technology to markets than are those that do not have such capabilities. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Universities with stronger reconfiguring capabilities are more likely to be dynamic in technology transfer to remain aligned with the changing environment than are those that lack such capability. Given that university-level characteristics (e.g., human resources, financial support, and industry linkages) determine the university's capabilities of sensing, seizing, and reconfiguring (Leih and Teece, 2016), dynamic capabilities are thus not uniformly distributed among universities. Therefore, we argue that different universities, depending on their dynamic capabilities, will have different responses to the opportunities and challenges posed by the changing environment. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "While the performance of UTT entails university spinoffs, academic outputs, industry engagement, and IP outputs (Hayter et al., 2018), our focus is on IP outputs, particularly on patenting, licensing, and licensing revenue. This chosen focus helps us employ dynamic capabilities to observe how universities respond to pro-market reforms by sensing, seizing, and reconfiguring in the UTT process (Leih and Teece, 2016; Yuan et al., 2018). Specifically, the UTT process begins with patenting; if a patent is judged as being commercially viable, then licensing can be an appropriate model of technology commercialization; next, licensing revenue can reflect the completion of the UTT process (Thursby and Thursby, 2002). Therefore, these IP outputs are not only the outcomes of universities’ abilities to sense and seize opportunities for technology recognition and commercialization but also the result of reconfiguring their asset orchestration and commercialization strategies to improve their fit with the changing environment. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Next, we formulate hypotheses drawing on the dynamic capabilities perspective to explain how changes in pro-market reforms bring about opportunities and challenges for UTT. In a transition economy, as promarket reforms continue, the institutional environment changes over time in both scope and speed at the sub-national level. By applying the dynamic capabilities perspective, we propose that the scope of subnational pro-market reforms improves UTT. The reason for this is that a greater scope of pro-market reforms offers more opportunities, such as more autonomy, financial and labor resources, and IP rights protection for universities to sense and seize. By doing so, universities can recognize and commercialize promising technologies, thus improving IP outcomes. We further propose that a greater speed of sub-national promarket reforms reduces UTT. The reason for this is that a greater speed of pro-market reforms imposes more challenges, such as a fast-changing legal and market environment, and does not provide universities with enough time to respond and adapt to the reforms by reconfiguring their asset orchestration and commercialization strategies, thus negatively affecting IP outcomes. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2. Scope of pro-market reforms: opportunities for UTT ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The scope of pro-market reforms emphasizes the level of marketization and economic liberalization undertaken in a country or region (Cuervo-Cazurra and Dau, 2009). A greater scope of pro-market reforms provides market players with opportunities, including reduced government intervention in the economy, low barriers to entry to the market, developed commodity and factor markets, and favorable legal systems in the country or region (Banalieva et al., 2015; Cuervo-Cazurra and Dau, 2009; Park et al., 2006). As a result, we maintain that with such opportunities, it is beneficial for universities to use their dynamic capabilities to create and commercialize academic research. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "First, a greater scope of pro-market reforms will provide universities with much autonomy by reducing government intervention (Yuan et al., 2018). With such freedom, university leaders can easily choose the appropriate strategy to coordinate their resources without government interference, and scientists can identify commercially valuable technology that may be transferred to the industry or patentable in the future. Consequently, reduced government intervention provides a free condition for universities to utilize sensing and seizing capabilities for the purpose of UTT. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Second, the greater scope of pro-market reforms provides low barriers to entry to the market, and universities can enter the market at low costs. In general, TTOs in universities have limited financial and labor resources engaging in transferring technology to industry (Battaglia et al., 2017). Therefore, given low costs for entering the market, universities not only are willing to invest their limited time and resources in using their sensing capability to create technology but can also easily obtain maximum values by employing their seizing capability to evaluate and choose an appropriate business model to commercialize their technologies. As a result, low barriers to entry to the market increase universities’ intention to perform UTT by sensing and seizing promising technology. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Third, a greater scope of pro-market reforms leads to an open product and factor market, offering expert talent and funding for universities. By employing expert talent and accessing funding, universities can improve their capabilities to sense and seize innovation and entrepreneurial opportunities. As a result, depending on their improved sensing and seizing capabilities, universities can better detect emerging new technology trends and turn promising technologies into reality (Hess and Rothaermel, 2011), which will facilitate the effectiveness of UTT. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Finally, a high level of scope of pro-market reforms implies better developed legal systems and monitoring mechanisms (Peng, 2003; Shi et al., 2012) and suggests more robust protection of IP rights. Without such protection, the risk of disclosing inventions will increase, and inventors may have less enthusiasm for research (Grimaldi et al., 2011). Strong protection, however, encourages universities to use dynamic capabilities to identify and seize technology transfer opportunities through their investment of financial and human resources, thus improvingUTT. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In summary, we propose that a greater scope of pro-market reforms provides universities with more opportunities that contribute to the utilization of sensing and seizing capabilities, facilitating the effectiveness of UTT. Thus. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Hypothesis 1.The scope of sub-national pro-market reforms in a transition economy is positively associated with UTT activities. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3.Speed of pro-market reforms:challenges for UTT ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The speed of pro-market reforms refers to the rate of marketization and economic liberalization achieved over time. Although pro-market reforms are beneficial for universities’ innovation and entrepreneurial activities in the long term, in the short term, the rapid speed of such reforms in a province poses challenges for market players, including a sudden loss of government support, a fast opening of the market, a dramatic increase in the product and factor market, and a quick update of the legal system (Banalieva et al., 2015; Heybey and Murrell, 1999). These challenges are harmful to universities because universities have insufficient time and resources to reconfigure their internal process and structures to respond and adapt to these challenges. As a result, we maintain that in the process of innovation and entrepreneurship, rapid pro-market reforms pose challenges for universities in using dynamic capabilities to engage inUTT. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "First, rapid pro-market reforms imply a swift withdrawal of the government from organizations (Banalieva et al., 2015; Zhang and Tan, 2007). Although rapid reforms reduce government intervention, such reforms also cause universities to suddenly lose favorable policies and funding from the government. Without government support, university leaders and TTO managers need to reconfigure their internal financial endowments and innovation programs to motivate their faculty and students to create and commercialize technologies. However, this leaves no time for universities in rapid pro-market reforms to engage in this reconfiguration process. As a result, the reconfiguration progress of universities cannot keep up with the rapid rhythm of pro-market reforms, which may negatively affect UTT activities. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Second, rapid pro-market reforms quickly reduce barriers to entry and open the market up to all organizations, making the market fiercely competitive (Banalieva et al., 2015). For university leaders and scientists, a fiercely competitive market requires them to expend much time to readjust industry linkages quickly to remain aligned with changing market demands (Ankrah et al., 2013) and to invest more financial and human resources to explore advanced technologies in a short time (Anderson et al., 2007). However, fierce competition shortens technology lifecycles, making technologies obsolete and innovation costs high (Meldrum, 1995). As a result, the willingness of universities to reconfigure themselves in UTT in situations of rapid pro-market reforms may decrease, which is likely to negatively impact UTT effectiveness. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Third, rapid pro-market reforms imply a dramatic increase in the product and factor market, resulting in fast changes in this market environment. In a fast-changing environment, the previously taken-forgranted experiences and practices of universities will no longer be applicable in the new product and factor market. Therefore, universities need to reconfigure their internal processes and structures rapidly to absorb and integrate transaction norms and financial and labor resources into the UTT ecosystem (Lehmann and Stockinger, 2019). This reconfiguration process takes universities a great deal of time to complete, and rapid pro-market reforms make it even more difficult. Therefore, rapid reforms negatively influence UTT. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Finally, rapid changes in pro-market reforms allow for fast updates of the legal system, such as IP rights enforcement and protection mechanisms (Yuan et al., 2018). Although the developed legal system will lower the risk of invention disclosure, universities need to rapidly reconfigure their business model and organizational structures to respond and adapt to the legal system's update. As a result, fast reforms induce periods of misalignment between the “older” business model and the “\"new\" legal system of universities, imposing challenges in terms of UTT. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In summary, we propose that a greater speed of pro-market reforms poses more challenges for universities that hinder the process of reconfiguring their governance structures and asset combinations and thus decreases UTT. Thus. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Hypothesis 2. The speed of sub-national pro-market reforms in a transition economy is negatively associated with UTT activities. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4.University differences in staff size and UI linkages ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the previous section, we assume that for all universities in a region, there is a positive relationship between the scope of pro-market reforms and UTT and a negative relationship between the speed of pro-market reforms and UTT. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Although university-level differences can be reflected in many aspects, in this study, we focus on staff size and UI linkages because these two characteristics are closely associated with the university's reaction to the opportunities and challenges posed by reforms. As scholars have mentioned, human resources and linkages to industry are two essential factors that influence universities’ dynamic capabilities and then affect their responses to changing environments (Leih and Teece, 2016). Therefore, we propose that university staff size (i.e., the number of staff members for teaching, research, and commercialization) and UI linkages (i.e., the degree of the linkages of universities with industry) will moderate the positive (negative) relationship between the scope (speed) of pro-market reforms and UTT. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4.1. Moderating effects of university staff size ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Generally, small organizations are considered as having increased flexibility and ability to respond to unexpected developments in the field, influencing their innovativeness (Keizer et al., 2002; Ranga et al., 2008). Universities with fewer staff members tend to be more flexible and smarter in their innovation and entrepreneurial activities. Indeed, drawing on the dynamic capabilities of the university perspective, Leih and Teece (2016) imply that the development of strong “sensing\"” and \"seizing” capabilities of universities may be in part of a reaction to the poor state of their endowment. We extend their view and argue that to react to the shortage of human resources in UTT, universities with fewer staff members similarly develop robust capabilities for “sensing and seizing opportunities\". Compared with universities with more staff members, universities with fewer staff members always face great pressure from internal human resource shortages. To alleviate this pressure and become competitive in UTT, universities with fewer staff members often actively devote more energy to detecting UTT opportunities, including identifying emerging technology trends, accessing external financial and human resources, and recognizing promising business models. As a result, in the process of UTT, universities with fewer staff members have stronger capabilities for “sensing” and \"seizing” opportunities than do those with more staff members. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Since the greater scope of pro-market reforms provides all universities with opportunities, universities with fewer or more staff members have much autonomy and external resources and improved legal protection to employ their sensing and seizing capabilities to create and commercialize technology. However, as universities with fewer staff members have stronger sensing and seizing capabilities, they can benefit more from the greater scope of pro-market reforms. Conversely, universities with more staff members receive comparatively fewer benefits from the greater scope of pro-market reforms. As a result, when engaging in UTT in a transition economy, universities with fewer staff members benefit more from the opportunities offered by the greater scope of pro-market reforms in the region than do those with more staff members.Thus. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Hypothesis 3. The positive relationship between the scope of subnational pro-market reforms in a transition economy and UTT is stronger for universities with fewer staff members than for universities with more staff members. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Comparatively, large organizations are usually seen as having more specialized personnel, a greater capacity to spread the risk of new research, and more efficiency in their innovation and entrepreneurial activities (Galende and de la Fuente, 2003; Ranga et al., 2008). Universities with more staff members have more stability and higher risk resistance in their innovation and entrepreneurial activities. Applying the dynamic capabilities framework (Leih and Teece, 2016; Teece, 2007), these scholars suggest that all universities undergo some level of continuous renewal, so they develop reconfiguring capabilities to remain aligned with new needs both now and in the future. We extend their view and argue that in UTT, since universities with more staff members can invest their human resources in redesigning business models, realigning assets, and revamping routines, they are likely to have greater reconfiguring capabilities than those with fewer staff members. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As the greater speed of pro-market reforms imposes challenges for all universities, those with fewer or more staff members face a sudden loss of government support, fierce competition, and a new but unfamiliar external environment in UTT. However, facing the challenges posed by the greater speed of pro-market reforms, universities with more staff members are better able to deal with these challenges through their greater reconfiguring capabilities and thus suffer less in carrying out UTT. Conversely, because of human resource constraints, it is more difficult for universities with fewer staff members to reconfigure their governance and asset orchestration to cope with challenges, which causes them to suffer more in carrying out UTT. As a result, when engaging in UTT in a transition economy, universities with more staff members suffer less from the challenges brought about by a greater speed of pro-market reforms in the region than do those with fewer staff members.Thus. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Hypothesis 4.The negative relationship between the speed of subnational pro-market reforms in a transition economy and UTT is weakened for universities with more staff members than for universities with fewerstaff members. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4.2.Moderating effects of UI linkages ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "More UI linkages imply frequent interactions between the industry and universities that aim at the exchange of knowledge and technology, including identifying the technology demand of the industry (Zawdie, 2010), recognizing commercialization models for promising technologies (Belderbos et al., 2016), and remaining aligned with the regional innovation ecosystem (Breznitz et al.,2008). Based on the dynamic capabilities perspective, creating UI linkages allows universities to develop dynamic capabilities to respond and adapt to changing environments (Cyert and Goodman, 1997; Leih and Teece, 2016). Following this logic, we argue that when engaging in UTT, universities with more UI linkages are better able to accurately sense emerging technology trends, seize the increased value of promising technology, and reconfigure themselves in terms of their governance and asset orchestration. Namely, in UTT, universities with more UI linkages have stronger dynamic capabilities than those with fewer UI linkages. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Under a greater scope of pro-market reforms, all universities can use their dynamic capabilities to sense and seize opportunities to improve UTT. In agreement with the abovementioned argument, more linkages with industry suggest that universities have stronger sensing and seizing capabilities. Therefore, universities with more UI linkages benefit more from a greater scope of pro-market reforms than do those with fewer UI linkages. As a result, when engaging in UTT in a transition economy, universities with more UI linkages are better able to take advantage of the opportunities offered by a greater scope of pro-market reforms in the region than are those with fewerUI linkages. Thus. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Hypothesis 5. The positive relationship between the scope of subnational pro-market reforms in a transition economy and UTT is stronger for universities with more UI linkages than for those with fewer UI linkages. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In addition, under a greater speed of pro-market reforms, all universities have to deal with the challenges through dynamic capabilities to reconfigure themselves in carrying out UTT. As we proposed above, universities with more linkages with industry tend to have greater reconfiguring capabilities. This capability allows such universities to lose less from the greater speed of pro-market reforms than those with fewer UI linkages. As a result, when engaging in UTT in a transition economy, universities with more UI linkages are better able to handle the challenges imposed by a greater speed of pro-market reforms in the region than are those with fewerUI linkages. Thus. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Hypothesis 6. The negative relationship between the speed of subnational pro-market reforms in a transition economy and UTT is weakened for universities with more UI linkages than for those with fewer UI linkages. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4. Methods ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1. Data and sample ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We test these hypotheses on the longitudinal data of universities present in China from 2005 to 2013. University samples are obtained from the Science and Technology Statistical Data of Higher Education Institutions (STSDHEI) between 2005 and 2013 (inclusive). The STSDHEI is a statistical yearbook provided by the Ministry of Education of China. We first identify 1170 universities and 8144 university-year observations. Considering the panel data estimation requirements, we exclude universities with less than two years of data. Due to the lag effect of technology investment and the external environment on technology transfer, we lag all the independent variables by one year to test the hypotheses. Thus, our final sample contain 1061 universities and 6870 university-year observations in 31 sub-national regions in China for nine years. Before 2ooo, China experienced a wave of university mergers (Mok, 2005). To eliminate the impact of these mergers, our sample focus on the post-2005 period when examining the relationship between pro-market reforms and UTT activities in China. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We obtain university-level data from the following databases: Ministry of Education of the People's Republic of China, the STSDHEI (2005-2014), the State Intellectual Property Office of the P.R.C. (SIPO) (2005-2013), the China Higher-education Student Information website (CHSI) (http://www.chsi.com.cn/) 2015, and each university website. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Moreover, while pro-market reforms are initiated by setting national policies and regulations, considerable sub-national pro-market reforms differences cannot be ignored, as local governments provide a wide variety of policies and regulations for regional economic development (Chan et al., 2010; Shi et al., 2012). Therefore, we collect sub-national level (provincial) data from the following databases: China Statistical Yearbook　(2005-2014)，China Labour　Statistical　Yearbook (2005-2014), China Population and Employment Statistical Yearbook (2005-2014), China Statistical Yearbook on Science and Technology (2005-2014), China Statistical Yearbook on High Technology Industry (2005-2014), and Spatial Explorer of Religion 2015. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2.Dependent variable ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "UTT is measured in terms of IP outputs: the number of patent applications, the number of licensing agreements, and the amount of revenue from licensing. All three variables are commonly used to capture UTT (Hayter et al., 2018; Thursby and Thursby, 2002; Friedman and Silberman, 2003; Shane, 2002) and improve the robustness of the regression results (Anderson et al., 2007). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.3.Independent variables ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The scope of pro-market reforms. We develop an annual index of the scope of pro-market reforms for each sub-national region in the period 2004-2013. This index builds on the theoretical (Park et al.,2006; Svejnar, 1991; Zhang and Tan, 2007) and empirical work (Banalieva et al., 2015; Fan et al., 2011; Qian et al., 2017) presented to capture the level of liberalization and marketization of the economy in China. The scope of pro-market reforms within each sub-national region in China is the average value of the 18 subcomponents, which are based on Banalieva et al.'s (2015) index of the scope of pro-market reforms, the values of which range from 0 (planned economy) to 1 (market economy). Subject to the limitation of Fan et al.'s (2011) original index (1997-2009), we examine the correlation between our index and Fan et al.'s(2011)indexin2004-2009.Thecorrelationtestresultsshow that the correlation between our index and Fan et al.'s (2011) original index is as high as 90.7 percent, hence offering high external validity. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The speed of pro-market reforms is the rate of policy change achieved over time, and thus, it is a dynamic concept for institutional change (Banalieva et al., 2015; Heybey and Murrell, 1999). Based on Banalieva et al.'s (2015) study, we measure the speed of pro-market reforms as the actual speedofpro-market reformsdividedbythe greatest speed of pro-market reforms for each sub-national region in each respective year. The actual speed of pro-market reforms is scope of pro-market rforms,tscope of pro-market reformsj,2004. $)/(\\mathrm{t}\\mathrm{~-~}2004)$ , where j and t identify sub-national regions and years (2005-2013), respectively. The greatest speed of pro-market reforms is (maximum scope of pro-market reforms - scope of pro-market reformsj,2004)> $'({\\bf t}-2004)=(1-$ scope of pro-market reformsj,2004)/(t - 2004), where j and t identify sub-national regions and years (2005-2013), respectively. It is the greatest speed with which a sub-national region can achieve a full market economy for each year. Accordingly, more positive values of the speed of pro-market reforms mean that the sub-national regions are implementing faster pro-market reforms, and vice versa. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.4. Moderating variables ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "University staff size. We measure university staff size as the number of staff members for teaching, research, and commercialization per university, as this measurement is traditionally used to capture university staff size (Caldera and Debande, 2010; Belenzon and Schankerman, 2009). Having more staff members suggests that a university has more human resources to invest in technology research and commercializationactivities. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "UI linkages is another variable that exerts an impact on UTT activities (Banal-Estanol et al., 2015). We measure the degree of a university's linkages with industry by the proportion of industry funding in the total external funding received by the university each year. A high degree of UI linkages suggests that a university has more frequent interactions with industry in tems of knowledge and technology exchange (Belderbos et al.,2016; Breznitz et al.,2008; Zawdie, 2010). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.5. Control variables ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We control for many vital variables at the university and subnational levels that may influence UTT activities. These universitylevel variables include the following. (1) Administrative level (central versus local) refers to the level of an administration department with which a university is directly affiliated. We measure administrative level as a dummy variable that takes a value of 1 if a university is at the central administrative level (i.e., directly affiliated with the Ministry of Education) and a value O if it is at the local administrative level (i.e., directly affiliated with the provincial department of education). Universities at the central administrative level are supposed to obtain more government support for UTT (Nosella and Grimaldi, 2009). (2) University science parks are considered to stimulate technological transfer (Siegel et al., 2003). We measure this variable as a dummy variable that takes a value of 1 if a university establishes a science park and a value of O if it does not. (3) University ownership (public versus private) has been identified as a factor influencing UTT performance (Caldera and Debande, 2010). It takes a value of 1 for public universities and a value of O for private universities. (4) Science and technology (S&T) expenditure. Since a university's high expenditure on scientific research and technology development often leads to more UTT (Chang and Shih, 2004; Thursby and Thursby, 2002), we measure it as the natural log of S&T expenditure (million) by a university per year. (5) University type (comprehensive versus specialist) is also essential for UTT activities (Grimm and Jaenicke, 2015). Compared to universities with narrowly specialized knowledge domains, universities with comprehensive curricula participate in more UTT activities. We control for this variable, which takes a value of 1 if a university is comprehensive and a value of 0 if it is specialized. (6) Polytechnic university. Because the influence of polytechnic universities on UTT activities cannot be ignored (Pressman et al., 1995), we control for the dummy variables for polytechnic universities because polytechnic universities, composed of science and engineering departments, always engage in teaching and research activities in the fields of science and engineering. We code this variable as 1 if a university is polytechnic and o if it is not. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In addition, the sub-national level variables include the following. (1) The regional technology market has an impact on the frequency of technology transfer activities in each sub-national region (Johnson and Liu, 201l). We measure this variable as the proportion of high-technology firms of all industrial firms for each sub-national region and year. (2) As a loose fiscal policy can stimulate market demand for technology development (Intarakumnerd et al.,2002), it can also promote UTT activities. We measure fiscal policy as fiscal expenditure minus fiscal revenue in CNY 10 billion. (3) Religious fractionalization.3 We control the informal institutional environment with religious fractionalization (Banalieva et al., 2015) because informal institutions influence the norms and cognitions of technology transfer participants. Religious fractionalization is measured by $1-\\textstyle\\sum S_{\\mathrm{j,t}}^{2},$ where $\\mathbf{S}_{\\mathrm{j,t}}$ is the share of religious units (Buddhism, Christianity, Daoism, Islam, religious administrations, and others) in year t (Banalieva et al., 2015). Since religious unit data are available for 2004,we use the 2004 value for the remaining years. (4) GDP growth is measured by the annual growth rate of GDP per capita $(\\%)$ from 2005 to 2013. (5) Year trend controls for the influence of the year effect. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.6. Statistical analysis ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Our dependent variable is a count variable (a nonnegative integer) with overdispersion. A negative binomial regression model is widely used to address the overdispersion of the count data (Hilbe, 2011). Moreover, given that our data are nested and longitudinal in nature, the multilevel mixed model of fixed and random effects is particularly appropriate (Arregle et al., 2006; Hitt et al., 2007). For these reasons, we choose the multilevel negative binomial model to test our hypotheses, and this method allows us to mitigate cross-level effects and address potential correlations among observations (McCulloch et al., 2011). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In addition, we perform a heteroskedasticity test, and the result $(\\mathbf{P}>$ 0.000) rejects the null hypothesis of homoscedasticity (Wooldridge, 2010). Thus, to correct for heteroskedasticity, we estimate robust standard errors in all regressions. Additionally, to reduce the potential multicollinearity caused by the interaction term, we grand-mean-center independent and moderator variables before building and entering the interaction term. In all models, we lag all explanatory variables by 1 year as instruments to control for endogeneity problems. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5. Results ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Table 1 presents the descriptive statistics and correlation matrix. To check for possible multicollinearity, we also examine the variance inflation factors (VIFs). In our models, all VIF values are well below the threshold value of 10, and the mean VIF value is 1.40. This result suggests that multicollinearity is not significant. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Table 2 reports the results from the multilevel negative binomial regression analysis. Models 1-3 are the base models and include all control variables and moderators. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Hypotheses 1 and 2 posit that a greater scope/speed of pro-market reforms in a transition economy is positively/negatively associated with UTT. To assess the impact of pro-market reforms on the three components of UTT in Table 2, we add the scope of reforms in Models 4-6, the speed of reforms in Models 7-9, and both the scope and speed of reforms in Models 10-12. The coefficients of the scope of pro-market reforms are significantly positive in Model 4 ( $\\beta\\,=\\,0.196$ ， $p\\,<\\,0.10)$ ， Model 5 ( $\\beta=0.448$ ， $p<0.01]$ 0,andModel6 $\\!\\,^{\\beta}=1.277$ $p<0.01)$ .The coefficients of the scope of pro-market reforms remain positive and significant in Models 10-12. Therefore, Hypothesis 1 receives strong support. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Although the coefficients of the speed of pro-market reforms are nonsignificant in Models 7-9, the coeficients in Model 10 $(\\beta=-0.150,p$ $<0.10\\rangle$ ,Model 11 $(\\beta=-0.209,p<0.01)$ , and Model12 $(\\beta=-0.639,p<$ 0.01) indicate that speed is significantly and negatively related to UTT. Regarding the inconsistent regression results between Models 7-9 (which include only the speed of reforms) and Models 10-12 (which include both the scope and speed of reforms), we infer that the relationship between the speed of pro-market reforms and UTT is suppressed by the scope of pro-market reforms. According to Banalieva et al. (2015), the “speed of reforms captures not only the change in the scope of reforms between periods (distance traveled) but also how quickly the economy achieves the new scope of reforms (time traveled).\" We agree and argue that changes in the scope of pro-market reforms often accompany changes in the speed of such reforms. To confirm this \"suppression effect,” following Cheung and Lau (2008), we further estimate the effect of the speed of reforms on the scope of reforms, and the coefficient is significantly positive $\\beta=0.454$ $p<0.01)$ 0.Itturnsout that the scope of reforms conceals the relationship between the speed of reforms and UTT. As a result, because the scope of reforms is controlled for in Models 10-12, the results of Models 10-12 are more effective than those of Models 7-9. Therefore, Hpothesis 2 is supported. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/6e49fab04baad0e5e3b3b7f5bf2dd738668746a45b8f07d57b81e83cdd49f7a2.jpg",
        "table_caption": [],
        "table_footnote": [
            "'10'0 >d x\\*“s0°0 >d\\*\"0289 = N :a10N "
        ],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/4760b3d2f79b985d0b56a0b96fd4ea15f9917d61700bf545dabb9b2ff7f67662.jpg",
        "table_caption": [
            "Table2 Regression of multilevel negative binomial model. "
        ],
        "table_footnote": [
            "Note: $*_{\\mathrm{~}p}<0.10$ $**_{\\textrm{\\scriptsize{p<0.05}}}$ ， $***\\bar{p}<0.01$ . Standard errors in parentheses. "
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/d84923d377081ae2aae356bb900970af9a947cb134ff21d6af694427fb846dce.jpg",
        "table_caption": [
            "Table3 The Moderating Effects of University staff size and UI linkages. "
        ],
        "table_footnote": [
            "Note: \\* $p<0.10$ $**_{\\textrm{\\scriptsize P}<0.05}$ $^{\\ast\\ast}p<0.01$ . Standard errors in parentheses. "
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Hypothesis 3 proposes that the relationship between the scope of pro-market reforms and UTT is moderated by university staff size. In Table 3, the coefficients of the interaction term, scope xsize, in Model 13 $\\langle\\beta=-0.292$ ， $p<0.01$ ), Model 14 $(\\beta=-0.227,p<0.01)$ , and Model 15 ( $\\beta$ $=-0.631$ ， $p\\,<\\,0.01]$ ) are negative and significant. The coefficients of $s c o p e\\!\\times\\!s i z e$ remain negative and significant in Models 19-21. Thereby, Hypothesis 3 is supported. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Hypothesis 4 states that the relationship between the speed of promarket reforms and UTT is moderated by university staff size. Table 3 shows that the coefficients of the interaction term, speed $\\times$ size, in Model 13 $(\\beta=0.057$ $p<0.05)$ , Model 14 ( $\\mathcal{J}=0.023$ ， $p<0.10)$ ,andModel15 $(\\beta=0.125$ ， $p<0.01]$ ) are positive and significant. The coefficients of speedxsize remain positive and significant in Models 19-21. Thereby, Hypothesis 4 is supported. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Hypothesis 5 proposes that U1 linkages moderate the relationship between the scope of pro-market reforms and UTT. According to Table 3, our regression analysis on the number of patent applications indicates that the interaction term, $s c o p e\\!\\times\\!U\\!I$ linkages, is positive and significant in Model 16 $(\\beta\\!=\\!0.081$ $p<0.05)$ .The regression analyses on the number of licensing agreements andtheamount oflicensingrevenueshow thatthe coefficients of the interaction term in Model 17 ( $\\dot{\\beta}=0.043)$ and Model 18 $(\\beta=0.104)$ are positive but nonsignificant. The results in Models 19-21 are consistent with the results in Models 16-18. Therefore, Hypothesis 5 is partially supported. For universities with more UI linkages, the number of their patenting applications, instead of their licensing agreements and licensing revenue, increases significantly with a greater scope of pro-market reforms. This finding is impressive, and we infer that a greater scope of pro-market reforms may increase the willingness of firms to jointly patent with universities so they can obtain promising technologies with low transition costs (Belderbos et al., 2014). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Hypothesis 6 proposes that UI linkages moderate the relationship between the speed of pro-market reforms and UTT. According to Table 3, our regression analyses on the number of licensing agreements and the amount of licensing revenue indicate that the interaction term, $s p e e d{\\times}U I$ linkages, are positive and significant in Model 17 $(\\beta=0.098,p$ $<0.01)$ and Model 18 ( $\\beta=0.171$ ， $p<0.05)$ . The regression analysis on the number of patent applications shows that the coefficient of the interaction term in Model 16 $(\\beta=0.029)$ is positive but nonsignificant. The results in Models 19-21 are consistent with the results in Models 16-18. Therefore, Hypothesis 6 is partially supported. For universities with more UI linkages, the negative relationship between a greater speed of reforms and the number of licensing agreements and that between a greater speed of reforms and licensing revenue are weakened significantly. This is another interesting finding of this study, and we infer that the reason for this is that the licensing of inventions from universities can help firms obtain advanced technologies through UI linkages within a short time, so they can remain aligned with fast-paced reforms (Moreira et al., 2020). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "6. Robustness tests ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We conduct further analyses to check the robustness of our findings. First, to enhance the robustness of the independent variable, we use   \nFan et al.'s (2011) index of marketization for each sub-national region in   \nthe period 2008-2013, instead of Banalieva et al.'s (2015) index, which   \nwe adopted previously, to measure the scope and speed of pro-market   \nreforms. The effects of a greater scope of pro-market reforms on the ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "three aspects of UTT remain positive and significant, and those of a greater speed of pro-market reforms remain negative and significant. These results further support Hypotheses 1 and 2.4 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Second, in general, there is a time lag (2 or 3 years) in pro-market reforms and technology transfer outcomes (Yuan et al., 2018). To enhance the robustness of our results and reduce the endogeneity problem, we further lag all explanatory variables by two years and three years, respectively, and it turns out that both coefficients of direct effects still receive robust support. These results further support Hypotheses 1 and 2.5 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Third, to enhance the robustness of the moderator variables, we adoptalternativemeasurementsforthem.Consistentwithprevious studies, university staff size can also be measured as the natural log of the number of full-time academic staff members (Geuna, 1998), and UI linkages are replaced by the amount of funding provided by industry (Boardman and Ponomariov, 2009). The results of regression analyses on the three aspects of UTT remain consistent with previous estimates. Therefore, Hypotheses 3 and 4 are supported, and Hypotheses 5 and 6 arepartially supported.6 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "7. Discussion ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For both transition and non-transition economies, UTT is considered an effective vehicle for innovation and entrepreneurial activity (Siegel et al., 2007; Svarc, 2014). Extant studies have explored the contextual factors of UTT and maintained that UTT occurs as a highly contextual phenomenon (e.g., Belitski et al.,2019; Cunningham et al., 2019; Fischer et al., 2018; Sternberg, 2014). However, these studies have concentrated on North America and Europe (Sandstrom et al., 2018), and studies on transition economies are limited. Pro-market reforms imply a changing institutional environment in a transition economy and, thus, should profoundly affect UTT. However, scholars have focused intensively on the influence of pro-market reforms on firm outcomes (Banalieva et al., 2015; Chari and Banalieva, 2015; Cuervo-Cazurra and Dau, 2009; Lin et al., 2018; Putzhammer et al., 2020; Yi et al., 2015), and the influence of pro-market reforms on UTT is less clear. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "By leveraging a dynamic capabilities perspective, we narrow this research gap by developing a theoretical framework to investigate the impact of pro-market reforms on UTT. Since pro-market reforms policies are implemented at the sub-national level to various degrees and rates (Banalieva et al., 2015; Meyer and Nguyen, 2005; Yuan et al., 2018), we distinguish the scope and speed of pro-market reforms at the sub-national level. Our empirical results provide support for these arguments and suggest a potential explanatory mechanism regarding how changes in pro-market reforms at the sub-national level affect UTT. We find that a greater scope of pro-market reforms has a positive effect on UTT because universities can take advantage of the opportunities brought about by reforms through their sensing and seizing capabilities. Conversely, a greater speed of pro-market reforms has a negative effect on UTT because universities have not eough time to handle the challenges brought about by reforms through their reconfiguring capabilities. Moreover, we extend the previous research with our novel conceptualization of staff size and UI linkages as dynamic capabilities and analyze whether the relationship between the scope/speed of pro-market reforms and UTT differs depending on staff size and UI linkages. We find that the positive relationship between a greater scope of pro-market reforms and UTT is more pronounced for universities with fewer staff members or more UI linkages, because such universities possess stronger sensing and seizing capabilities; the negative relationship between a greater speed of pro-market reforms and UTT is less pronounced for universities with more staff members or more UI linkages, because such univerisites have stronger reconfiguring capabilities. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "7.1.Theoretical contributions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "To respond to calls for research that integrates pro-market reforms and UTT in transition economics (Svarc and Dabic, 2019; Yuan et al., 2018), our paper delivers at least three theoretical and empirical contributions. First, our efforts broaden the stock of pro-market reforms knowledge, which has previously focused on profitable organizations. Our extension of pro-market reforms to the research on UTT is appropriate for the following reasons. On the one hand, UTT creates wealth for societies and university research and education. In this regard, universities are conceptually closer to for-profit organizations in the UTT process (Leih and Teece, 2016; Yuan et al., 2018). On the other hand, UTT is a highly contextual phenomenon (Sandstrom et al., 2018; Svarc and Dabic, 2019), and pro-market reforms, as a salient contextual factor in a transition economy, should have an impact on UTT. Thus, it is appropriate to associate pro-market reforms in a transition economy with UTT, thus deepening our understanding of the impact of pro-market reforms on the innovation and entrepreneurial activities of universities. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Second, leveraging the dynamic capabilities perspective in the context of universities (Leih and Teece, 2016; Yuan et al., 2018), we develop a conceptual framework to explain the mechanisms between pro-market reforms and UTT. This study contributes to our knowledge of how pro-market reforms influence universities’ utilization of dynamic capabilities to create, deploy, and reassemble tangible and intangible assets, which then influence the performance of UTT in transition economies. Given that dynamic capabilities can be disaggregated into sensing, seizing, and reconfiguring (Leih and Teece, 2016; Teece, 2007), our study highlights that a greater scope of pro-market reforms is beneficial for universities in using sensing and seizing capabilities to identify and commercialize promising technology, whereas a greater speed of pro-market reforms leaves universities no time to use their reconfiguring capabilities to adapt to changing environments in the UTT process. With the conceptual framework of dynamic capabilities, we deepen the extant understanding of the role of pro-market reforms in UTT. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Third, our research also broadens the application of the dynamic capabilities perspective in the context of universities by arguing that differences in dynamic capabilities will be due to differences in university staff size and UI linkages. By doing so, this paper answers the question of why with the same scope and speed of sub-national promarket reforms, some universities outperform others in terms of UTT. Our results show that with the same scope of sub-national pro-market reforms, universities with fewer staff members or more UI linkages perform better in terms of UTT because such universities have stronger sensing and seizing capabilities to take advantage of opportunities brought about by such reforms. With the same speed of sub-national promarket reforms, universities with more staff members or more UI linkages lose less in their UTT because they have stronger reconfiguring capabilities that can to some extet help themselves to deal with challenges brought about by such reforms. Therefore, our research responds to calls for the application of the dynamic capabilities framework in research on universities and UTT (Leih and Teece, 2016; Yuan et al., 2018), and our study shows that university staff size and UI linkages are important in UTT by determining their strength of dynamic capabilities. We hope our findings motivate future research on dynamic capabilities in the context of universities. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Empirically, we contribute to the body of empirical evidence relating to public policies and UTT. Evidence in previous literature is mainly limited to UTT-specific policies in non-transition economies (e.g., Audretsch and Belitski, 2017; Cunningham et al., 2019; Fini et al., 2011; Korosteleva and Belitski, 2017; Sternberg, 2014; Siegel and Wessner, 2012). Nevertheless, previous empirical evidence cannot be successfully transferred to transition economies since non-transition economies have different socioeconomic conditions and institutional environments than those of transition economies (Hagedoorn and Sedaitis, 1998; Wang et al., 2018). Our study shows that pro-market reforms have more profound effects on UTT in a transition economy. Therefore, our study addresses the deficiency in the existing body of empirical evidence by articulating the role of pro-market reforms in UTT. Additionally, since China demonstrates significant regional variances, and universities are embedded in different regions (Banalieva et al., 2015; Chan et al., 2010; Yuan et al., 2018), this study enables us to probe deeper into how the relationship between pro-market reforms and UTT differs across sub-national regions. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "7.2.Practical implications ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Our study has relevant implications for university administrators and policy makers in a transition economy. First, university administrators, including university leaders and professionals charged with supporting UTT, need to be aware that pro-market reforms will bring about opportunities and challenges for UTT. Our arguments and findings show that a greater scope of pro-market reforms implies a UTT-friendly environment that brings about more opportunities for UTT. A greater speed of pro-market reforms implies a tension between rapid reforms and a university's gradual reconfiguration of routines and assets, which poses more challenges for UTT. Given that the scope and speed of promarket reforms have various implications for UTT performance, we advise university administrators to consider not only the degree of promarket reforms but also its rate when they interpret government policies in the region in which a university is located. This nuanced interpretation of government policies-to clarify whether UTT faces more opportunities, more challenges, or both—can help universities respond appropriately to institutional dynamics. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Beyond the various impacts of pro-market reforms on UTT, our findings suggest that universities should focus on developing dynamic capabilities because they are likely to be utilized to take advantage of opportunities and/or handle challenges, especially when the institutional environment is dynamic. Specifically, since universities with more staff members appear to obtain fewer benefits relative to those with fewer staff members under a higher degree of reforms, they are advised to adopt a “leaving the comfort zone” strategy to develop their sensing and seizing capabilities by moving away from the deeply ingrained assumptions, information filters, and problem-solving strategies that once made them great (Teece, 2007). In contrast, universities with fewer staff members tend to suffer more than those with more staff members under rapid reforms, so they are suggested to employ a “muscle building\" strategy to strengthen their capabilities for dealing with challenges through actions such as promoting faculty research and outside consulting, launching new initiatives to remain attractive and relevant, and training faculty staff members to become generalists (Leih and Teece, 2016). Finally, whether under a higher degree of reforms or rapid reforms, universities with fewer UI linkages are generally at a disadvantage relative to those with more UI linkages. We advise universities to utilize a “keep opening”' strategy to nurture their dynamic capabilities through increased collaboration with industry, which creates a virtuous cycle in terms of not only funding and talent but also the local economy and sponsored research (Leih and Teece, 2016). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Second, our results are useful for policy makers in transition economies. We find that pro-market reforms play a critical role in UTT, which is an essential and necessary innovation and entrepreneurial activity that can create wealth for society and drive economic growth in transition economies (Sandstrom et al., 2018; Yuan et al., 2018). To improve UTT, policy makers should be more cautious and elaborate when they implement pro-market reforms. Specifically, since a greater scope of pro-market reforms will bring about more UTT opportunities, policy makers should insist on enacting pro-market reforms continually to achieve a higher degree of marketization. Simultaneously, policy makers should be aware of the pressure and difficulties posed by a greater speed of reforms for UTT because faster reforms leave universities with no time to reconfigure their internal processes and governance structures to respond and adapt to the changing environment. Therefore, policy makers must decelerate the speed of pro-market reforms if they want to help universities adjust better to the changing environment. Taken together, to promote UTT in transition economies, policy makers should enact pro-market reforms consistently and gradually. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "8. Limitations and future research ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "There are a few limitations to our research that suggest a series of promising future directions. First, despite highlighting the dynamic capabilities in the context of universities, we do not directly measure them. To the best of our knowledge, this is a common limitation in research on dynamic capabilities. Previous reviews of the dynamic capabilities literature have not found direct measures for dynamic capabilities either in the context of firms (Barreto,2010; Easterby-Smith et al.,2009; Schilke et al., 2018; Wang and Ahmed, 2007) or of universities (Leih and Teece, 2016; Yuan et al., 2018). Obviously, future research needs to make an effort to measure dynamic capabilities in a university context and beyond indirectly. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Second, we provide empirical evidence at the sub-national level within a country—China—but data from only one transition country limit our ability to include multiple transition economies in this research. To increase the generalizability of our findings and to add further detail to our theoretical model, future research can include data of multiple transition economies to compare multiple sub-national regions across multiple countries. In addition, we also provide empirical evidence relating pro-market reforms to UTT in China, and future research can further investigate the impact of pro-market reforms on UTT across nations and on the internationalization of universities. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Finally, constraints on data availability limit our capability to measure the variables in our theoretical model. For pro-market reforms variables, although our measurement is in line with prior research (Banalieva et al., 2015; Cuervo-Cazurra and Dau, 2009), future research can employ finer-grained data that can allow for the detection and examination of further nuances. For the UTT variables, we measure UTT with IP outputs commonly used in prior research (Hayter et al., 2018), and future research can employ other measurements, such as university spinoffs, academic outputs, and industry engagement. For university-level characteristics, we only concentrate on staff size and UI linkages, which are closely related to the dynamic capabilities of universities (Leih and Teece, 2016). In addition to staff size and UI linkages, there are other key university-level characteristics, such as research funding, research productivity, and international rankings, which clearly should be investigated by future research. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "9. Conclusions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In conclusion, this study investigates the relationship between promarket reforms and UTT in the case of China and examines the moderating effect of university staff size and UI linkages on this relationship. Leveraging the dynamic capabilities perspective in the context of universities, we develop a conceptual framework to explain how changes in pro-market reforms in terms of the scope and speed dimensions over time influence UTT in a transition economy. A greater scope of sub-national pro-market reforms provides universities with opportunities to sense and seize, thus improving UTT. In contrast, a greater speed of sub-national reforms poses challenges and leaves universities with no time to reconfigure themselves, thus negatively affecting UTT. Additionally, under a greater scope of reforms, universities with fewer staff members or more UI linkages have stronger sensing and seizing capabilities and obtain more benefits from the opportunities for UTT. Under a greater speed of reforms, universities with more staff members or more UI linkages have stronger reconfiguring capabilities and suffer less from the challenges for UTT. If there could only be two messages to take away from this paper, we would like them to be the following. First, the consistent and gradual implementation of pro-market reforms may be welcomed by universities when they expect UTT success. Second, if properly developed and orchestrated, dynamic capabilities enable universities to adapt to the dynamic institutional environmentto achievetheirUTTgoals. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Funding ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This study was jointly funded by Humanities and Social Science Fund of The Education Department of Henan Province (2021-ZZJH-077), National Office for Philosophy and Social Sciences (20CGL017), Highlevel Talent Fund of Henan University of Technology (32400325), and Philosophy and Social Science Fund of Henan Province (2019CJJ093). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Declaration of competing interest ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The authors declare that they have no conflict of interest. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The authors would like to thank the editor and the anonymous reviewers for their comments on earlier versions of the paper. We also would like to thank Humanities and Social Science Fund of The Education Department of Henan Province (2021-ZZJH-077), National Office for Philosophy and Social Sciences (20CGL017), High-level Talent Fund of Henan University of Technology (32400325), and Philosophy and Social Science Fund of Henan Province (2019CJJ093) for providing funding for this research. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Appendix A. Supplementary data ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supplementary data to this article can be found online at https: //doi. org/10.1016/i.technovation.2021.102224. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Anderson, T.R., Daim, T.U., Lavoie, F.F., 2007. Measuring the efficiency of university technology transfer. Technovation 27 (5), 306-318.   \nAnkrah, S.N., Burgess, T.F., Grimshaw, P., Shaw, N.E., 2013. Asking both university and industry actors about their engagement in knowledge transfer: what single-group studies of motives omit. Technovation 33 (2-3), 50-65.   \nArregle, J., Hebert, L., Beamish, P.W., 2006. Mode of international entry: the advantages of multilevel methods. Mir. Manag. Int. Rev. 46 (5), 597-618.   \nAudretsch, D.B., Belitski, M., 2017. Entrepreneurial ecosystems in cities: establishing the framework conditions. J. Technol. Tran. 42 (5), 1030-1051.   \nAudretsch, D., Caiazza, R., 2016. Technology transfer and entrepreneurship: crossnational analysis. J. Technol. Tran. 41 (6), 1247-1259.   \nBanal-Estanol, A., Jofre-Bonet, M., Lawson, C., 2015. The double-edged sword of industry collaboration: evidence from engineering academics in the UK. Res. Pol. 44 (6), 1160-1175.   \nBanalieva, E.R., Eddleston, K.A., Zellweger, T.M., 2015. When do family firms have an advantage in transitioning economies? Toward a dynamic institution-based view. Strat. Manag. J. 36 (9), 1358-1377.   \nBarreto, I., 2010. Dynamic capabilities: a review of past research and an agenda for the future. J. Manag. 36 (1), 256-280.   \nBattaglia, D., Landoni, P., Rizzitelli, F., 2017. Organizational structures for external growth of university technology transfer offices: an explorative analysis. Technol. Forecast. Soc. Change 123, 45-56.   \nBelderbos, R., Cassiman, B., Faems, D., Leten, B., Van Looy, B., 2014. Co-ownership of intellectual property: exploring the value-appropriation and value-creation implications of co-patenting with different partners. Res. Pol. 43 (5), 841-852.   \nBelderbos, R., Gilsing, V.A., Suzuki, S., 2016. Direct and mediated ties to universities: \"scientific\" absorptive capacity and innovation performance of pharmaceutical firms. Strat. Organ. 14 (1), 32-52.   \nBelenzon, S., Schankerman, M., 2009. University knowledge transfer: private ownership, incentives, and local development objectives. J. Law Econ. 52 (1), 111-144.   \nBelitski, M., Aginskaja, A., Marozau, R., 2019. Commercializing university research in transition economies: technology transfer offices or direct industrial funding? Res. Pol. 48 (3), 601-615.   \nBoardman, P.C., Ponomariov, B.L., 2009. University researchers working with private companies. Technovation 29 (2), 142-153.   \nBreznit, S.M, OShea R., Aen, T.J., 2008. University commercializaton stratgis   \nCaler the develmnt of riona ilusters J. Prod InvatManag. 25 (2),12942. transfer: an empirical analysis. Res. Pol. 39 (9), 1160-1173.   \nCampos, N,rth, 21mxmeurmt mant nd implications. Eur. J. Polit. Econ. 28 (2), 227-237.   \nChan, CM Makin, S., Isbe T., 200s subaonal regin materFren afliat erforman thit Staand ChntraManaJ  (11)2   \nChang, P., Shih, H., 2004. The innovation systems of Taiwan and China: a comparative analysis. Technovation 24 (7), 529-539.   \nChar, Malva25.wd m remsa profitability? The case of India under reform. J. World Bus. 50 (2), 357-367.   \nChen, A., Patton, D., Kenney, M., 2016. University technology transfer in China: a literature reviw nd axnmyTelran41 (5)999   \nCheung, . L R, 0sti maton ad supresson fts of la variables. Organ. Res. Methods 11 (2), 296-325.   \nCuervo-Cazurra, A., Dau, L.A., 2009. Promarket reforms and firm profitability in developing countres. Acad. Manag. J. 52 (6), 1348-1368.   \nCunningham, J.A, Lehmann, E.E., Menter, M., Seit, N., 2019. The impact of university focused technology transfer policies on regional innovation and entrepreneurship. J. Technol. Tran. 44 (5), 1451-1475.   \nCyert, R.M, Goodman, P.S., 1997. Creating effective universityindustry alliance: an organizational leain peretiv OrganDyam 5(4④),4558   \nEasterbtMabil debates and future directions. Br. J. Manag. 20, S1-s8, 2009.   \nFan, G., Wang, X., Zhu, H., 2011. NERI Index of Marketization of China's Provinces 2011 Report. Economic Science Press, Beijing (in Chinese).   \nFini, R., Grmaldi, R.,Santni S.,rero,M, 2011. Comlments or substite? Th rolofiversitsandlalntextisuporing threatofaademfs. Res. Pol. 40 (8),1113-1127.   \nFischer, B.B., Fisher, B.B., Schaeffer, P.R., Schaeffer, P.R., Vonortas, N.S., Vnortas, N. SQuruitfriveityi collabortion as a souref academc enteprenershp inadeeloping co. J. Technol. Tran. 43 (2), 263-284.   \nFranicevic, V., Bicanic, 1, 2007. EU accession and Croatia's two economic goals: modern economic growth and modern regulated capitalism. Southeast Eur. Black Sea Stud. 7 (4), 637-663.   \nFriedman, J., Silberman, J., 2003. University technology transfer: do incentives, management andlocationmattrTecholran281)   \nGaledelnlor dem msva behaviuRePol25）73   \nGeuna, A., 1998. Determinants of university participation in EU-funded R&D cooperative projects. Res. Pol. 26 (6), 677-687.   \nGonzalezPernia, J., Kuechle, G, Pena-egazkue, I, 2013.An assessment of th determinntsfiversitylogransfDe217   \nGrimal,M,,,rih,Ma reassessing academic entrepreneurship. Res. Pol. 40 (8), 1045-1057.   \nGrimMnikenasrh patenting and scientic pubishing in Germany crowdingout or reinforceent? J.TechnolTran403512-535   \nGuerrero, M., Cunningham, J.A., Urbano, D., 2015. Economic impact of entrepreneurial universities activities: an exploratory study of the United Kingdom. Res. Pol. 44 (3), 748-764.   \nHagedoorn, J., Sedaitis, J.B, 1998. Partnerships in transition economies: international strategic teology allians in RusiaRes l. 27 (2), 1715.   \nHayter, ,y ,n entrepreurhipystmevinyisdxtiofthli J. Technol. Tran. 43 (4), 1039-1082.   \nHess, A.M, Rothaermel, F.T., 2011. When are assets complementary? Star scientists, stratgic alias, and ivaton in th phaactica ndstry Strat Man J 32 (8), 895-909.   \nH early stage techlgi iroborder llabratonwithndstyusMaa Res. 2 (2), 22-36.   \nHeybey, B., Murrell P, 1999. The relationship between econmic growth and the speed ofliberalzaonuring trasitonJPolRfm213   \nHilbe, J.M, 2011. Negative Binomial Regression. Cambridge University Press, NY.   \nHitMsMnr empirical bridges acro levels: mullevel research inmanagement Acad. Maa J. 50 (6), 1385-1399.   \nHng,,6 n t efciency in China's high-tech industries? Technovation 57, 4-13.   \nHoskisson,REELCMWriht, M, 2ray inmrn Acad.Manag.J.43(3),249-267   \nHuin,,K,2a ivtyw a perspectives from devolved regions in the UK. Reg Stud. 46 (6), 817832.   \nIntarakumnerd, P., Chairatana, P, Tangchitpiboon, T., 2002. National innovation systm inless succeful eveloping cors:the cae of Thalan Pl31 89) 1445-1457.   \nInternational Monetary Fund, 2000. Transition Economies: an IMF Perspective on Progress and Prospects.htp://www.imf.org/external/np/exr/ib/2000/110300. htm.   \nJohnson, W.HA., Liu, Q., 2011. Patenting and the role oftechnology markets in regional innovation i China an mpirical analysis J HiTechol Mana Re 2 1), 14-25.   \nKeizer, J.A., Dijkstra, L., Halman, J.I, 2002. Explaining innovative efforts of SMEs.: an exploratorysveyamnSMEsintmchanialandlctricalninrn e inTheNelasTenaton221   \nKorostlJ,r institutions in the post-Communist world. Reg. Stud. 51 (3), 439-453.   \nKshetri, . 2009Enreneship in post-socialist conmie a tyoloy an instituxts franpshE33   \nLehmann, E.E., Stockinger, S.A.E, 2019. Entrepreneurship in higher education: the impact of competiion-based poliy programmes exemplied bytheGeman excellence initiative. High Educ. Q. 73 (1), 70-84.   \nLeih, S., Teece, D., 2016. Campus leadership and the entrepreneurial university: a dyamiccaabl tivcaaasct2)   \nLin, H, He, Y., Wang, M., 2018. How does the speed of pro-market reform influence corporate innovation: evidence from China. China J. Account. Stud. 6 (2), 120134.   \nMalk,Tfrveit knowledge transfer. Res. Pol. 42 (3), 776-787.   \nMareitltf on EuropanUniversity-wedPatntsustryandIatohtp:/.or 10.1080/13662716.2019.1709421.   \nMcAdam, R, Miller, K, MAdm,M,Teagu, S, 2012.Th dvlmnt of iverty tehlgrafetaklrlanhitrnalvl future. Technovation 32 (1), 57-67.   \nMeCulloch, C.E., Searle, S.R., Neuhaus, J.M., 2011. Generalized, Linear, and Mixed Models. John Wiley & Sons, Hoboken, NJ.   \nMeldrum, M.J., 1995. Marketing high-tech products: the emerging themes. Eur. J. Market. 29 (10), 45-58. ≤   \nMendoza,Msti transfer from university to industry. Int. J. Bus. Syst. Res. 12 (2), 197-225.   \nMerlevede, B., 2003. Reform reversals and output growth in transition economies. Econ. Transit. 1 (4),649-669.   \nMeyer, KE., Nguyen, H.V, 2005. Freign investment strategies and subnatnal institutions in emerging markets: evidence from Vietnam J. Manag. Stud. 42 (1), 63-93.   \nMeyer, K.E., Peng, M.W., 2016. Theoretical foundations of emerging economy business research. J. Int. Bus. Stud. 47 (1), 322.   \nMokKbaadnsi changing governance in China. High Educ. 50 (1), 57-88.   \nMoreira , Kr T, Tall S 2t, tllin innovation. Organ. Sci. 31 (4), 1012-1036.   \nNosella A,Graldi R, 2009niversityevelmchanisms suporing thcreatonf new companies: an analysis of Italian academic spin-off. Technl. Anal. Strat. Manag. 21 (6), 679-698.   \nOwen-Smith, J, Powell, W.W., 2003.The expanding role of university patenting in the lifescieassin rafxprti (9), 1695-1711.   \nPark SLT  alm China's economic transition. J. Int. Bus. Stud. 37 (1), 127-147.   \nPeng, M.W., 2003. Institutional transitions and strategic choices. Acad. Manag. Rev. 28 (2), 275-296.   \nPressman, L, Guteman, S.K, Abrams, I, Geist, D.E., Nelsen, LL, 1995. Pre-rodution investment and jobs induced by MT exclusive patent licenses: a preliminary model to measure the economic impact of university licensing. J. Assoc. Univ. Technol. Managers 7, 49-82.n   \nPutzhammer, M., Slangen, A., Puck, J., Lindner, T., 2020. Multinational firms' pace of expansion within host countries: how high rates of pro-market reform hamper the local exploitation of foreig exansion knwldge. J. Int. Manag. 26 (1), 1073. and firm performance when institutions are weak: a study of Chinese publicly listed frms. StratManag J 8(4),92911.   \nRana firms through triple helix interactions: challenges and opportunities. Technol. Anal. Strat. Manag. 20 (6), 697-716.   \nSandstCer,,aiMZlyY. 2l academic entrepreneurship initiatives: a review and critical discussion. J. Technol. Tran. 43 (5), 1232-1256.   \nSchilke, O., Hu, S., Helfat, C.E, 2018. Quo Vadis, dynamic capabilities? A contentanalytic review of the current state of knowledge and recommendations for future research. Acad. Manag. Ann. 12 (1), 390-439.   \nSchoen, A., de la Potterie, B.V.P., Henkel, J., 2014. Govenance tyology of universities technology transfer processes. J. Technol. Tran. 39 (3), 435-453.   \nShae S. 00 Sellin iversity log: pat fmMManaS 48 (1) 122-137.   \nShiao direct investment rom China J. Int. Bus. Stud. 48 (4), 452476.   \nShi, W.., Sun, S.L, Peng, MW., 2012. Sub-national institutional contingencis, netwrk positions, and IJV parter selection. J. Manag. Stud. 49 (7), 1221-1245.   \nSiegel, .,e, ,2iversit nd tus fenrerae: evidence from the smallbusiness inovation research program. J. Technol Tran. 37 (4), 404-415.   \nSiegel, D.S., Veugelers, R., Wright, M, 2007. Technology transfer offces and commercialization of university intllectual property: performance and policy implicationsOxfRevEconPol.23(4),640660.   \nSiegel, D.S., Waldman, D., Link, A., 2003. Assessing the impact of organizational practices on the relative productivity of university technology transfer offices: an exploratory study. Res. Pol. 32 (1), 27-48.   \nSternberg, R., 2014. Success factors of university-spin-offs: regional government support programs versus regional environment. Technovation 34 (3), 137-148.   \nSvarc, J., 2014. A triple helix systems approach to strengthening the innovation potential of the western Balkan countries. Int. J. Transit. Innovat. Syst. 3 (3), 169-188.   \nSvarc, J., Dabic, M., 2019. The Croatian path from socialism to European membership through the lens of technology transfer policies. J. Technol. Tran. 44 (5), 1476-1504.   \nSvejnar, J., 1991. Microeconomic issues in the transition to a market economy. J. Econ. Perspect. 5 (4), 123-138.   \nTeece, D.J., 2016. Dynamic capabilities and entrepreneurial management in large organizations: toward a theory of the (entrepreneurial) firm. Eur. Econ. Rev. 86, 202-216,2016.   \nTeece, D.J., 2007. Explicating dynamic capabilities: the nature and microfoundations of (sustainable) enterprise performance. Strat. Manag. J. 28 (13), 1319-1350.   \nThursby, J.G., Thursby, M.C., 2002. Who is selling the ivory tower? Sources of growth in university licensing. Manag. Sci. 48 (1), 90-104.   \nWang, C.L., Ahmed, P.K., 2007. Dynamic capabilities: a review and research agenda. Int. J. Manag. Rev. 9 (1), 31-51.   \nWang, D., Sutherland, D., Ning, L., Wang, Y., Pan, X., 2018. Exploring the influence of political connections and managerial overconfidence on R&D intensity in China's large-scale private sector firms. Technovation 69, 40-53.   \nWei, Y.D., Fan, C.C., 2000. Regional inequality in China: a case study of Jiangsu province. Prof. Geogr. 52 (3), 455-469.   \nWooldridge, J.M., 2010. Econometric Analysis of Cross Section and Panel Data. MIT Press, Cambridge, MA.   \nWright, M., Hmieleski, K.M., Siegel, D.S., Ensley, M.D., 2007. The role of human capital in technological entrepreneurship. Enterpren. Theor. Pract. 31 (6), 791-806.   \nYi, J., Chen, Y., Wang, C., Kafouros, M., 2015. Spillover effects of foreign direct investment: how do region-specific institutions matter? Manag. Int. Rev. 55 (4), 539-561.   \nYuan, C., Li, Y., Vlas, C.O., Peng, M.W., 2018. Dynamic capabilities, subnational environment, and university technology transfer. Strat. Organ. 16 (1), 35-60.   \nZaichenko, S., 2018. The human resource dimension of science-based technology transfer: lessons from Russian RTOs and innovative enterprises. J. Technol. Tran. 43 (2),368-388.   \nZawdie, G., 2010. Knowledge exchange and the third mission of universities: introduction: the triple helix and the third mission-Schumpeter revisited. Ind. High. Educ. 24 (3), 151-155.   \nZhang, X., Tan, K., 2007. Incremental reform and distortions in China's product and factor markets. World Bank Econ. Rev. 21 (2), 279-299. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    }
]