[
    {
        "type": "text",
        "text": "“Influential knowledge and financial performance: The role of time and rivals’ absorptive capacity' ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Michalis E. Papazoglou\\*, Yiannis E. Spanos ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Athens Universitv of Economics and Business. 76 Patission Street. GR10434.Athens. Greece ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLEINFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nInfluential knowledge   \nRBV   \nPFI   \nRivals’ absorptive capacity   \nTemporary competitive advantage ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "There is a general consensus among scholars that knowledge is probably the most important source of competitive advantage. The influential, novel knowledge incorporated in patented inventions can be considered as a valuable resource for firms. The research questions that are at the heart of this work are how long the effect of influential knowledge on financial performance can last and how this effect interacts with rivals’ absorptive capacity. We test our hypotheses on longitudinal data from the chemical industry. Our findings suggest that influential patented knowledge has a negative, though weak, effect on financial performance in the first year after patent application, but the effect becomes strongly positive in the second year, even though it lasts only for one year. Moreover, contrary to our expectations, we find that the effect of influential knowledge on financial performance is positively moderated by rivals’ absorptive capacity. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Over the past two decades, many scholars and practitioners have claimed that knowledge is the most significant source of competitive advantage and sustained superior performance (McEvily and Chakravarthy, 2002; Wang et al., 2016; Wen et al., 2020). The novel knowledge contained within a firm's patented inventions, and in particular, the influential patented knowledge (i.e., patented knowledge characterized by high levels of influence on subsequent patents, interpreted as evidence of its importance) can be considered as a rare and important resource that can enable a firm to develop successful innovations and achieve higher financial performance (Markman et al., 2004; Moser et al., 2018). But if this superior financial performance indeed occurs, how long does it last? And in addition, how does rivals' absorptive capacity (i.e., a firm's ability to acquire, assimilate, adapt, and apply new knowledge) moderate the relationship between influential knowledge and financial performance? The main questions that this research addresses are how long the effect of influential knowledge on superior financial performance endures and how influential knowledge interacts with rivals’ absorptive capacity to influence performance. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Whether firms manage to appropriate the returns from their innovations, or instead these private returns are eliminated because of the knowledge spillover effect, is a classic problem in the field of strategic management, thoroughly addressed by the profiting from innovation (PFI) framework (Teece, 1986, 2006, 2018). The more specific research area concerning the relationship between the influence of patented knowledge on future patents and the financial performance of the firms who developed this knowledge is still considered an interesting research topic (Appio et al., 2019; Bae et al., 2017; Harrigan and DiGuardo, 2017; Harrigan and Fang, 2020). As Teece (2018, p. 1383) noted, “appropriability is almost always a challenge\", and profiting from influential knowledge could not be an exception. In particular, the evolution of the ability to profit from influential knowledge as knowledge matures and spillovers spread over time can be characterized as an important research issue. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Employing the resource-based view (RBV) as our main theoretical background and using PFI as an overarching framework, this study focuses on the duration of the relationship between influential knowledge and financial performance, viewing influential knowledge as a very interesting firm resource because of the two opposing influences that exerts on creating sustained competitive advantage. The impact of patented knowledge on subsequent patents can be viewed as a manifestation of the value of the resource, but at the same time as evidence of knowledge transfer (Baruffaldi and Simeth, 2020; Moser et al., 2018). As such, it can indicate the degree of the resource's imitation by competitors, viewing imitation as knowledge leakages (i.e., spillovers) that result from the public access to patent information, allowing competitors to invent around the original patent and develop competing products without infringing on established intellectual property rights (Colombelli et al.. 2020). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The absence of research efforts on the temporal dimension is common in the broader RBV and PFI literatures, where most of the studies lack theoretical and empirical analyses related to the ephemerality of competitive advantages and to the temporality of generating rents from innovations (D'Aveni et al., 2010; Huang et al., 2015; Pacheco-- de-Almeida and Zemsky, 2007; Sirmon et al., 2010). In particular with respect to the studies that empirically examine the duration of the competitive advantage stemming from knowledge-based resources, the extant literature provides us with limited empirical evidence (Ernst, 2001; Harrigan and DiGuardo, 2017; Maresch et al., 2016; McEvily and Chakravarthy, 2002), while, to the best of our knowledge, there are no studies that explore the durability of the superior financial performance caused by influential knowledge. This study is one of the very few to offer theoretical insights and empirical answers on how long the profitability that stems from the development of important and influential knowledge persists. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Moreover, since the competitors’ ability to benefit from spillovers is strongly related to their absorptive capacity (Frishammar et al., 2015; Hurmelinna-Laukkanen and Olander, 2014), we find it necessary to examine how rivals’ absorptive capacity interacts with influential knowledge to affect financial performance. Although the literature that elaborates the absorptive capacity of the innovating firm is vast, the studies that focus on the rivals' absorptive capacity are rare (Arias-Pérez et al., 2019; Hurmelinna-Laukkanen and Olander, 2014). In particular, the moderating role of rivals’ absorptive capacity in the relationship between firm's knowledge influence and performance has not, to our knowledge, been empirically explored in previous research. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For management scholars and practitioners alike, information about the duration of competitive advantage is of great importance because strategic management decisions depend to a large extent on whether the firm's ability to appropriate significantly higher returns from its innovations can be sustained for an arguably long period of time or only for a short. Apart from that, the analysis of the ephemerality of the appropriation of innovative knowledge (i.e., the knowledge that can result in innovative products or services) is also very important for policymakers,because the strength (in terms of duration) of the appropriability regime is a critical factor for the innovation-based economic development (Ahuja et al., 2013). At one extreme, if firms' ability to benefit from their technological achievements is weak, then there is a risk that firms will reduce their R&D investments, resulting in a decrease in the overall production of new knowledge and development of new innovations (Conti et al., 2018; Teece, 2018). At the other extreme, a very strong appropriability regime will also negatively affect the ability of an economy to develop innovations due to the fact that strong protection mechanisms obstruct the transfer of new knowledge from one inventor to another, creating disincentives for the R&D activities and hindering knowledge production and economic growth in general (Conti et al., 2018; Yang et al., 2010). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Concerning the methodology, we rely on secondary, longitudinal data from the EU Industrial R&D Investment Scoreboard  (economic data) and the Derwent Innovation Index database (patent data). We focus on the world's leading chemical firms in terms of R&D expenditure for the seven-year period from 2003 to 2009. With regard to our main findings, the coefficients of our dynamic panel data models suggest that influential patented knowledge exerts a negative influence on financial performance in the first year after patent application (weak evidence), but the effect turns positive in the second year (strong evidence). But again, this positive effect is short-lived since it vanishes in the third year. With respect to the moderating role of rivals’ absorptive capacity, our results demonstrate the counterintuitive finding that the influential knowledge positively interacts with rivals’ absorptive capacity to influence financial performance. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The remainder of the paper is structured as follows. The next section describes the theoretical frameworks within which the hypotheses are developed, while Section 3 presents our two hypotheses. Section 4 introduces our data, the variables employed, and the statistical analysis. In Section 5, we present the results of the regression models, followed by a discussion of the findings in Section 6. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Theory ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.Influential knowledgein thePFIframework ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The main objective of the PFI framework is to analyze what determines the ability of a firm to capture value from its innovations, examining determinants such as the nature of knowledge, the intellectual property protection, the asset structure, the managerial choices, the complementary assets, and others (Teece, 2006, 2018). A key element of PFI is the extent of the spillover effect in cases where the innovation is legally protected by patents (Foege et al., 2019). Pointing out the inevitability of spillovers in innovations, Teece (2018) stressed that even in cases where the appropriability regime is strong and the innovators achieve high private returns, spillovers are still considerable. We endeavor to extend this line of inquiry by investigating how the appropriation of innovation rents evolves as innovation matures and spillovers spread over time and by examining if and how the rivals' absorptive capacity moderates innovations rents, focusing in particular on innovations that are based on influential knowledge. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2. Influential knowledge through the lens of RBV perspective ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study, we primarily use the RBV perspective to address our research questions, which is conceptually closely related to the PFI framework (Teece, 2006). According to RBV, firm resources characterized as rare, valuable, and difficult to imitate are likely to be sources of sustainable competitive advantage (Barney, 1991; Bel, 2018; Nason and Wiklund, 2018). Knowledge is considered as one of the most important, if not the most important, resources that a firm possesses (Coombs and Bierly, 2006; Wang et al., 2016; Wen et al., 2020). Ceccagnoli (2009) emphasized that the knowledge that leads to innovations is a key determinant of a firm's competitive advantage, and hence of its financial performance, especially when innovations are combined with important complementary assets (Teece, 1986). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In particular, the knowledge output of a firm's R&D activities that is protected by patents can be considered as a resource that can create sustained competitive advantage (Kim, 2016; Miller, 2003; Zobel et al., 2017). More specifically, patented knowledge can be viewed as a kind of rare and precious resource that motivates and enables firms to develop innovative products and services that are difficult to duplicate because of the patent protection and, consequently, it can lead to sustained competitive advantage (Galbreath, 2005; Harrigan and DiGuardo, 2017; Haschka and Herwartz, 2020). By granting the right to block others from using the patented knowledge, patents allow firms to defend proprietary market advantages, in case they decide to commercialize their inventions (Rudy and Black, 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A special case of patented knowledge may be regarded the influential patented knowledge. The distinguishing feature of influential patented knowledge compared to general patented knowledge is its high degree of influence on subsequent patents, revealing its level of quality and importance. Influential knowledge is characterized by the twofold nature of its effect on sustained competitive advantage that is based on two opposing perspectives. On the one hand, the greater the knowledge influence on subsequent novel knowledge creation (i.e., new patents), the higher its value as a resource and the higher the quality of innovations developed by relying on this knowledge (Hall et al., 2005; Moser et al., 2018). On the other hand, influential knowledge entails the transfer of novel knowledge components from knowledge's creator to other knowledge's users, causing the loss of critical knowledge (Baruffaldi and Simeth, 2020; Frishammar et al., 2015), and as such, it can be viewed as a manifestation of resource's imitation (De Carolis, 2003; Kim, 2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This intrinsic paradox of influential knowledge concerning its ability to create and to maintain competitive advantages reasonably raises an interesting research issue. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3.Influential knowledge and financialperformance ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Influential knowledge can substantially strengthen the firm's competitive position, through the development of important inventions that could lead to successful innovations, resulting in the generation of rents (Diaz-Diaz et al., 2008; Harrigan and Fang, 2020). Numerous studies have empirically supported the positive effect of influential knowledge on firm performance, employing patent citations as a measure of knowledge influence (Appio et al., 2019; Bae et al., 2017; Bloom and Van Reenen, 2002; He and Wang, 2009). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "First-movers’ successes in patenting and R&D races can generate asymmetries that will allow them to obtain abnormal profits by exploiting their head start over the rivals. These asymmetries are usually manifested by the first-movers’ ability to command higher prices, achieve larger market shares, and drive market expansion (Harrigan and DiGuardo, 2017; Harrigan and Fang, 2020; Nason and Wiklund, 2018). Even if the significance of complementary assets and capabilities as determinants of private returns is well-established, setting prices for innovative products is still considered very important for value capture (Geroski et al., 1993; Teece, 2018). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4.The ephemerality of influential knowledge ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Focusing on the sustainability of the competitive advantage and the persistence of profitability, we raise the issue of ephemerality, sharing the view that the theoretical and empirical research related to the durability of the competitive advantage is limited (Maresch et al., 2016; Sirmon et al., 2010). According to Barney (1991), the sustainability of a competitive advantage is determined by the competitor's inability to imitate those strategies that lead to competitive advantages drawing upon valuable and rare resources. However, nothing in the social sphere can be completely inimitable. Whether the resources that lead to competitive advantage are easier (e.g., knowledge) or harder (e.g., individual's skills) to duplicate, it is better grounded in common sense to conceptualize sustainability not as a binary construct (i.e., is or is not sustainable) but as a continuous construct whose importance lies in the estimation of the rate of its erosion (Haapanen et al., 2018; Makadok, 1998). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We now restrict our attention to the sustainability of the competitive advantage that stems from patented knowledge. To prevent rivals from replicating the innovative knowledge that results from their R&D efforts, firms make use of the available property rights as isolating mechanisms to protect it from imitation, with patents to be the most common property right (Agostini et al., 2015; Barros, 2021; Hoopes et al., 2003). Although patents do indeed protect a firm against infringement by competitors (Alnuaimi and George, 2016; Kim, 2016), they contribute to the explicitness of the embedded new knowledge, due to the fact that patent offices demand analytic clarity of patent claims within patent applications in order to be able to assess their novelty (Colombelli et al., 2020; Contigiani et al., 2018; De Rassenfosse et al., 2016). The process of preparing a patent application inevitably transforms the firm's idiosyncratic, hard-to-imitate, uncodified, tacit knowledge into crystalized, easy-to-imitate, codified, explicit knowledge, reducing causal ambiguity and facilitating knowledge leakage (Ahuja et al., 2005; Frishammar et al., 2015; Konlechner and Ambrosini, 2019). This fact, in combination with the obligation of patent offices worldwide to make publicly available all the information contained within a patent application after a certain period of time (Ernst, 2001), obviously facilitates the spillover of patented knowledge (Baruffaldi and Simeth, 2020; Harrigan and DiGuardo, 2017; Maresch et al., 2016). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "More specifically, the spillover effect refers to the extent to which the knowledge generated by a firm's research efforts is exploited by other firms for their gain (Bogner and Bansal, 2007; Cohen et al., 2002; Phene and Tallman, 2014). All the new knowledge, sooner or later, to a large or small extent, will diffuse to rivals as spillovers. Based on these spillovers, rivals could develop competitive imitations capable of impinging on innovators’ returns from R&D activities (Appio et al., 2019; Ceccagnoli, 2009; Harrigan and Fang, 2020). The critical question is not whether or not the innovative knowledge will diffuse to rivals but when will diffuse, meaning that the important research question needed to be examined is whether the time until rivals manage to imitate the original technological innovations will be enough to allow innovating firms to reap some of the projected financial returns. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.5.Rivals’absorptive capacity as a contingency factor ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Although the strategies employed to appropriate innovation rents, such as patenting and secrecy, temporarily hinder the spillover effect (Gonzalez-Alvarez and Nieto-Antolin, 2007; Hippel, 1982; Zobel et al., 2017), they cannot completely eliminate it, particularly in cases where rivals' absorptive capacity is high (Bogner and Bansal, 2007; Frishammar et al., 2015; Ge0rge et al., 2008; Spithoven et al., 2010). Cohen and Levinthal (1990, p. 141) emphasized “that exploitation of competitors' research findings is realized through the interaction of the firm's absorptive capacity with competitors’ spillovers\". Firms, by enhancing their absorptive capacity, manage not only to exploit useful scientific knowledge but also to respond quickly to competitors’ new technological achievements, posing a threat to their performance (Chen et al., 2017; Hurmelinna-Laukkanen and Olander, 2014; Zobel,2017). Therefore, rivals’ absorptive capacity can be reasonably considered as an important moderating factor of the impact of a firm's influential knowledge on its performance. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3. Hypotheses ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1.The duration of the effect of influential knowledge onfinancial performance ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It is commonly accepted that in intensely competitive markets abnormal profits stemming from any innovation will be temporary (Artz et al., 2010). According to Roberts (1999), an innovation tends to face low competition at the time it enters the market, and because of this, it can generate substantial profits. However, these excess private returns are precisely what attract rivals and lead them to develop competing products, aiming at gaining some of the market share in this market segment (Mahdi et al., 2019). The intensification of competition will inevitably result in the erosion of the first-mover advantage, and, consequently, in the reduction of the profit margins and market share (Harrigan and DiGuardo, 2017; Makadok, 1998). Thinking about the longevity of the first-mover advantage, a research question that naturally arises concerns the length of time over which competitive advantage derived from knowledge resources persists (Pacheco-de-Almeida and Zemsky,2007). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Hippel (1982) emphasized the importance for profitability of the \"response time\", that is, the time that an imitator needs to bring an imitative product to market, which determines the period during which innovations can confer monopoly rents and secure high-profit margins. It might be reasonably assumed that the more commercially successful the product or the higher the profit margin, the quicker the rival's response time. In a similar vein, Koellinger (2008, p. 1318) stressed that \"the quicker an innovation is copied by other firms, the less time each innovating firm has to reap additional payoffs from the investment in the innovation\", emphasizing that the duration of this particular economic advantage is the substance of the appropriability problem. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To replicate successful innovations and bring to market imitative products, rivals need access to the knowledge components upon which these innovations are based (McEvily and Chakravarthy, 2002). Apart from the information that rivals can draw from the analysis of an innovative product (i.e., reverse engineering), important information can also be derived from the study of the patent upon which this product is based (Barufaldi and Simeth, 2020; Harrigan and Fang, 2020; Yang et al., 2010). The most important patent offices worldwide (e.g., European Patent Office, United States Patent and Trademark Office, and Japan Patent Office) publish the content of the patents 18 months after their application, regardless of whether the patent-granting decision is still pending (Ahuja et al., 2005; De Rassenfosse et al., 2016; Ernst, 2001). In this way, knowledge embedded in patented inventions becomes public and diffuses, and therefore, rivals are able to analyze in depth the new technology and to develop legal circumvention strategies (Colombelli et al., 2020; Maresch et al., 2016; McGahan and Silverman, 2006). In other words, knowledge resources gradually lose their uniqueness and rareness and become imitable and, consequently, first-mover's advantages can only be sustained for a limited period of time, depending on the competitors’ speed in developing competitive products that address similar customers’ needs (Appio et al., 2019; Harrigan and DiGuardo, 2017; Pacheco-de-Almeida and Zemsky, 2007). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Cohen et al. (2000) and Harabi (1995) argued that many firms are quite reluctant to protect their R&D achievements through patents for fear of the uncontrolled knowledge diffusion to rivals. However, although patents can only confer a weak protection to first-movers because of the possibility of inventing around and because of their transitory value given the pace of technological change (Chen et al., 2017; Harrigan and DiGuardo, 2017), they do offer an initial period of monopoly that could prove critical to firms’ survival and success, during which innovators could appropriate private returns from their innovations (Kim, 2016; Lieberman and Montgomery, 1988). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As far as the prior empirical research is concerned, one can argue that there has been a noticeable lack of empirical evidence on the examination of the duration of the superior financial performance that stems from innovative knowledge. One of the most important studies around this issue is the work of McEvily and Chakravarthy (2002) who focused on whether the complexity, specificity, and tacitness of a firm's technological knowledge can affect the time it takes competitors to replicate the firm's innovations. In addition, in a study that examined multiple time lags with regard to the lagged effect of patents on corporate performance, Ernst (2001) found that the patent applications are related to sales increases with a time-lag of two to three years. Moreover, we have to mention the work of Wiggins and Ruefli (2002) who found that superior economic performance very rarely persists for long time frames and to Maresch et al. (2016) who showed that the age of a patent negatively affects firm performance, invoking the competitors? ability to develop imitations as an explanation for this result. Finally, we refer to Harrigan and DiGuardo (2017) who demonstrated that firms that expand their core knowledge bases can sustain higher profit margins for a longer period of time. However, to our knowledge, there is no prior research on the examination of the persistence of the effect that a firm's influential patented knowledge can have on its financial performance. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Consequently, based on the above reasoning, we can hypothesize that the higher returns from innovations that rely on influential patented knowledge will be short-term. We anticipate that by examining the innovative products and by studying the patented knowledge upon which these products are based, rivals will be able to develop competing products that will overcome the limitations set by the intellectual property rights of the patents. From this point in time, the competition on these particular innovations will increase and will force the firms of the original innovations to reduce their profit margins in the near future after patent disclosure, decreasing considerably the likelihood to retain the rents generated by their influential knowledge. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Thus, for the abovementioned reasons, we propose the following hypothesis: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "H1. The positive effect of influential patented knowledge on financial performance will be short-lived. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.The moderating role of rivals’absorptive capacity ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Under certain circumstances, the development of influential patented knowledge could have a neutral or even a negative effect on financial performance. R&D is a risky activity related to a priori unknown outcomes (Czarnitzki and Kraft, 2010), as to whether the R&D process will materialize into ready-for-market innovations and to whether these innovations will appeal to consumers (Sorescu et al., 2003). Apart from these, another great danger for profitability stems from the extent of spillovers to competitors. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Particularly for influential patented knowledge, the fact that this knowledge affects to a large degree subsequent patented inventions is an evidence of knowledge's importance and value and, at the same time, an evidence of knowledge spillovers (Appio et al., 2019; Harrigan and Fang, 2020). Influential knowledge is exposed to the hazard of imitations and the consequences of this exposure could be significantly negative for a firm's economic performance (De Carolis, 2003; Frishammar et al., 2015). Rivals can develop imitative products that could substitute original innovations at a lower cost (Bogner and Bansal, 2007; Yang et al., 2010), freeriding on first-movers’ investments (Lieberman and Montgomery, 1988). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In particular, rivals characterized by high absorptive capacity can more easily recognize, assimilate and apply external knowledge, increasing the likelihood of efficiently developing imitative products that will eventually put pressure on first-mover's financial performance (Hurmelinna-Laukkanen and Olander, 2014; Zobel, 2017). It is our expectation that the effect of knowledge influence on financial performance will be moderated by the level of the rivals? absorptive capacity in the following way: the higher the rivals’ absorptive capacity, the lower theeffect. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Lane et al. (2006), after extensively reviewing the topic of absorptive capacity, defined it as the ability of a firm to recognize, understand and assimilate potentially valuable external knowledge and to create new knowledge and commercial outputs by using the assimilated knowledge. Referring to firms’ ability to identify and recognize valuable new knowledge beyond their boundaries, Lewin et al. (2011) noted that it is usual for firms to employ the services of gatekeepers or boundary spanners whose role is to monitor the outer environment, serving as the interface between a firm and its external environment. According to Ter Wal et al. (2017), gatekeepers are especially useful for building a firm's potential absorptive capacity, that is, the firm's capability to recognize and assimilate external knowledge, often distinguished from the capability to transform and exploit external knowledge (i.e., realized absorptive capacity) (Saemundsson and Candi, 2017). In this line of inquiry, Chen et al. (2017) emphasized that firms constantly gauge rivals R&D activities and develop their competitive strategy accordingly. Especially for technology-based industries, Lewin et al. (2011) stressed that firms make regular use of patent search strategies as a way to monitor and scan patent applications by competitors “as a source of information on technological developments in their and related fields, and to learn about their relative position in the development of technological innovations\" (p. 92). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It is reasonable to expect that as the capacity of a firm to recognize and understand external knowledge increases simultaneously with the amount of the available spillovers in its environment, the likelihood of developing successful imitative products that could substitute original innovations also increases. This will be realized through assimilating this knowledge and incorporating it into the firm's unique knowledge base, resulting in new combinations of internal and external knowledge resources (Lichtenthaler and Lichtenthaler, 2009; Yang et al., 2010). With regard to these combinations, Grimpe and Kaiser (2010) stressed the importance of interactions between internally produced and externally acquired knowledge, arguing that external knowledge acquisition increases the effectiveness of internal R&D in achieving innovation success. However, this particular innovation success, which is the outcome of the combination of internal knowledge with knowledge acquired from spillovers, is possible to regard innovations that can compete with the original innovations, from which those specific spillovers originated. Under these conditions, influential knowledge does not lead to significant financial gains; in contrast, its contribution to the economic performance may be neutral or even negative because of the sizable resources dedicated to the development, production, and commercialization of these new technologies. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Overall, we expect that the effect of a firm's influential knowledge on its financial performance will be weaker when rivals’ absorptive capacity is higher. Hence, on the basis of the above considerations, we formulate Hypothesis 2: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "H2. The effect of influential patented knowledge on financial performance will be negatively moderated by rivals' absorptive capacity. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4. Method ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1. Sample ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We chose the global chemical industry as our research setting for a number of reasons. First, in this industry novel technological knowledge is developed at high frequency and large amounts of capital are spent on R&D (Powell et al.,1996; Rothaermel and Hess 2007). Second, the chemical industry is characterized by a relatively strong appropriability regime where patents provide effective protection of proprietary knowledge (Ahuja, 2000; De Rassenfosse et al., 2016; Teece, 2018). Third, R&D novel knowledge is transformed into innovations ready to be introduced into the market within a reasonable time span - 1.72 years, according to Pakes and Schankerman (1984) -, particularly when compared to pharmaceuticals where the time frame from the technological discovery to the introduction of the innovation into the market may be more than seven years because of the drug approval processes (Bogner and Bansal, 2007). Fourth, the chemical industry is a highly competitive market where firms maintain a constant alertness to competitors’ innovation activities (Haschka and Herwartz, 2020). Finally, by examining a single industry, we exclude any industry-specific effect from our empirical analysis, attributing all the potential profit differentials to firm-specific factors (Makadok, 1998). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We used two sources of data to build our sample and test our hypotheses. First, we relied on the EU Industrial R&D Investment Scoreboard (Scoreboard), which provides economic and financial data of the top corporate R&D investors from all over the world (Filippetti and Archibugi, 2011; Moncada-Paterno-Castello et al., 2010; Wiesenthal et al.,2012). From the Scoreboard, we collected economic data for the world's leading firms, in terms of R&D expenditure, from the chemical industry (56 companies) for the seven-year period from 2003 to 2009. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Second, for the selected chemical firms and period, we gathered additional information about their overall patenting activity (regardless of whether it concerns product or process innovations) from the Derwent InnovationIndexDatabase(Dln),whichis adatabaseofinternational patent information (Alencar et al., 2007; Gittelman and Kogut, 2003; Harrigan and DiGuardo, 2017; Lettl et al., 2009). The DlI provides all the data that are incorporated in a patent document, such as the organization that generated the patent, the date of application, the list of references to all “prior art\" (i.e., patent citations), and the technological classes in which the patent is classified (Miller et al., 2007; Phene et al., 2006). Patent citations, in particular, can reveal the prior knowledge upon which a new patent is built via a procedure of high integrity where patent examiners guarantee that relevant patents will be cited and irrelevant patents will be omitted (Hoetker and Agarwal, 2007; Stuart, 1998). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "An important aspect of the procedure for the approval of a patent is that each patent application is confidential only until a certain date (i.e., 18 months after application) or until a certain stage in the proceedings (i.e., upon patent grant). After that date (or that stage), the patent application becomes publicly available and therefore any interested party can have access to the contained information (Papazoglou and Spanos, 2018). This procedure is followed by the most important patent offices worldwide, such as the European Patent Office (Harhoff and Wagner, 2009), the World Intellectual Property Organization (The Thomson Corporation, 2007), the Japan Patent Office (Kondo, 1999), and the United States Patent and Trademark Office (Baruffaldi and Simeth, 2020). Consequently, patents can be viewed as sources of innovative knowledge that can be used by firms other than the originators (Hoetker and Agarwal, 2007) or, in other words, as important sourcesofspillovers. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2.Measures ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2.1.Dependent variable ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We accept the view of Powell(2001)who considered competitive advantage as an explanation for ex post observation of superior performance, in the sense that competitive advantage is a necessary (but not sufficient) condition for superior performance. This is corroborated by Newbert (2007) who showed that in empirical RBV studies the most common approach to capture the existence of competitive advantage is by measuring the financial performance (93 percent of the papers examined). In our case, we consider that influential knowledge (observable through patent citations) will lead to successful innovations (unobservable), and eventually to improved financial performance (observable through operating profit margin). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In particular, we employed operating profit margin to measure Profitability, computed as operating profit divided by net sales (Goerzen, 2007; Harrigan and DiGuardo, 2017; Santarelli and Tran, 2016), which is one of the most popular financial indicators of profitability (Kostopoulos et al., 2011). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2.2. Independent variables ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Influential Knowledge.We used forward patent citations (i.e.,patent citations received) to measure Influential Knowledge. Apart from the obvious view that patent citations indicate the importance of the knowledge incorporated within patents, at the same time they can indicate the degree of knowledge flows between firms (Appio et al., 2019; Baruffaldi and Simeth, 2020; Conti et al., 2018; Jaffe et al., 2000). Building on this consideration, De Carolis (2003) examined the knowledge resource's impact on firm performance in the pharmaceutical industry, measuring the inimitability of knowledge resource by employing the number of patent citations. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In our study, we measured Influential Knowledge as the aggregate number of citations that the patents filed by a given firm in a given year have received by a certain point in time (this point was December 2011, the month that we collected the patent data). More specifically, the variable Influential Knowledge is computed as the aggregate number of citations that a firm's patents filed in year t $(2003\\leq t\\leq2009)$ received by December 2011. We must note that we did not include the citations made by the same firm that generated the patent (i.e., self-citations) and we used a logarithmic transformation because the distribution of patent citations is usually skewed (Hall et al., 2005). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As an examplefrom our dataset,the firmBASF applied for 1023 new patents in 2003. These 1023 patents had received in total 2449 citations from other patents by December 2011. Of these 2449 patents, 1016 patents belonged to BASF (i.e., self-citations). Therefore, the value of Influential Knowledge for BASF in 2003 is the (log of)1433. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Time. The empirical research on the sustainability of competitive advantage should always incorporate the element of time in the methodology, as it is a naturally dynamic phenomenon (D'Aveni et al., 2010). To this end, we used three different time lags for Influential Knowledge, namely the one-year lagged value, the two-year lagged value, and the three-year lagged value. More specifically, we investigate if the impact of the knowledge incorporated in the patents that a firm applied for in a given year, measured as the number of patent citations received by future patents, is positively related to the firm's financial performance one, two, and three years after patent applications. By examining the effect of influential knowledge on financial performance in three different time frames, we anticipate to capture the timing of the appearance and the duration of their relationship. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Although the citations a patent receives from subsequent patents do not become apparent for years after patent application, a firm may have a clear picture of the importance of each of its patents even before the patent application (Ahuja et al., 2005). Concerning the management's foresight to identify key patents ex ante, Ahuja et al. (2005) argued that even though it is unreasonable to presume that a given breakthrough invention will certainly produce a competitive advantage, it is equally unreasonable to assume that managers have no idea about the importance and the future impact of their patent portfolio. Based on this reasoning, these authors investigated the effect of the number of patent citations received on the insider purchases, using citations to patents through 1999 even if 1992 was the last year for which data for insider purchases was used. Therefore, following this logic, what we actually examine is whether the influence of patented knowledge, manifested by the citations received by future patents until six years after patent application, can result in sustained superior performance until three vears after patent application. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Rivals'Absorptive Capacity. R&D expenditure and patent data are two of the most widely used measures of absorptive capacity (Ebers and Maurer, 2014; Patterson and Ambrosini, 2015). In this study, we employed the average number of rivals' backward patent citations (i.e., patent citations made to prior patents) to measure their absorptive capacity (Appio et al., 2019; Hu and Mathews, 2008; Zahra and George, 2002). Backward citation rate can be considered as a manifestation of a firm's absorptive capacity because each backward citation to external patent proves that the firm recognized, acquired and assimilated external knowledge components incorporated in the cited patent (i.e. potential absorptive capacity) and it applied them to its internal stock of knowledge, resulting in the patented technological invention that includes that given backward citation (i.e. realized absorptive capacity), capturing almost the entire spectrum of absorptive capacity (except the final phase, that is, the innovation). Employing a measure that can serve as a proxy for both potential and realized absorptive capacity is very important for our study, because firms that successfully combine potential and realized absorptive capacities are in a favorable position to take advantage of the available spillovers in their external environments (Crescenzi and Gagliardi, 2018). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "More specifically, for a given firm in a given year, we computed Rivals’ Absorptive Capacity as the average number of all backward citations that the 55 firm's rivals (i.e., the 56 firms of the sample excluding the given firm) made in their patents at this particular year, excluding all self-citations (i.e., only external knowledge). For example, the 55 competitors of BASF applied for 18,083 patents in 2003 which included 61,463 backward patent citations, excluding self-citations. Consequently, the value of Rivals’ Absorptive Capacity for BASF in 2003 is 61,463 divided by 55. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Influential Knowledge \\* Rivals’ Absorptive Capacity. We tested our hypothesis concerning the moderating role of Rivals' Absorptive Capacity on the effect of Influential Knowledge on Profitability by interacting Rivals' Absorptive Capacity with Influential Knowledge. More specifically, we multiplied the one-year lagged value of Influential Knowledge by the contemporaneous value of Rivals′ Absorptive Capacity, relying on the assumption that there exists a time lag between knowledge generation and spillovers’ availability to competitors and, thus, rivals cannot detect and acquire the external knowledge at the time of its creation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2.3.Control variables ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In our regression models, apart from our independent variables, we also included a series of control variables that could influence the operating profit margin. In particular, we controlled for the Number of Employees (Lahiri and Narayanan, 2013), R&D Expenditure (Coombs and Bierly, 2006), and Knowledge Stock (i.e., the log of the number of patents a firm had applied for in the previous five years) (Czarnitzki and Kraft, 2010). For all the above control variables, we used the contemporaneous with the Profitability values, except for Knowledge Stock for which we employed the same lags with the Influential Knowledge variable. Additionally, we included country dummies (USA, EU - one indicator for the whole EU -, and Japan) to control for country effects (Lahiri and Narayanan, 2013). Finally, we included year dummies in our models to control for all the time-varying factors that affect all firms, including macroeconomic conditions, as well as any trends in patenting and citation rates (Kelley et al., 2013; Kuo et al., 2019; Yayavaram and Ahuja, 2008). Especially for citation rates, controlling for time is very important because as a patent gets older, the number of its citations increases (Sapsalis et al., 2006). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3.Statistical analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Firm's profitability is a variable that can be affected by numerous factors, such as marketing skills (De Carolis 2003; Lin et al., 2006), organizational structure and human resources (Koellinger, 2008), productivity (Rothaermel and Hill, 2005), reputation and culture (Surroca et al., 2010), and so forth. But since it is extremely difficult to include all the potential predictors of profitability in a single empirical model (Surroca et al., 2010), we employed a statistical method that mitigates this shortcoming. To reduce the potential omitted variable bias (i.e., bias caused by the absence of variables that affect the dependent variable), we included the dependent variable as a lagged independent variable (i. e.,a dynamic panel data model). However, the introduction of the dependent variable as a lagged independent variable may lead to the inconsistency of the standard estimators (Benner and Ranganathan, 2012). To address this problem, we used the Blundell-Bond estimator, and, in particular, the xtdpdsys command from Stata 14.0 statistical software (Blundell and Bond, 1998; Santarelli and Tran, 2016). Because xtdpdsys is considered as an extension of xtabond estimator, we also employed the xtabond command from Stata 14.0 as a robustness check (Arellano and Bond, 1991). For both xtdpdsys and xtabond, we used the robust, two-step estimator and the default settings for the instrumental variables and the lags of the dependent variable as covariates. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5. Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Table 1 presents the variables’ descriptive statistics and correlation values. The variables Number of Employees and R&D Expenditure seem to suffer slightly from multicollinearity. Because of this, we calculated the variance inflation factors (VIF). The VIF values ranged from 1.13 to 5.47, well below the recommended threshold of ten (Vasudeva and Anand, 2011), indicating that multicollinearity did not bias our regression results. In any case, their multicollinearity can not cause any bias on the estimators that concern our hypotheses because we treat both of them as control variables (Wooldridge, 2003). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In Table 2, we report the results of the dynamic panel data model with the Blundell-Bond estimator of the effect of Influential Knowledge on Profitability. We estimated four model specifications to test our hypotheses. First, a baseline model (Model 1) where we just included the three different time lags of Influential Knowledge, along with the year and country dummies. In Model 2, we enriched our baseline model by adding Rivals’ Absorptive Capacity, while in Model 3 we additionally included the interaction term between Influential Knowledge and Rivals' Absorptive Capacity. Finally, in Model 4 (full model) we added the control variables of Knowledge Stock, Number of Employees, and R&D Expenditure. We note that all models include year and country dummies and that the numbers in parentheses are the robust standard errors. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Because xtdpdsys assumes that there is no autocorrelation in the idiosyncratic errors, we used a specification test to ensure this (Cameron and Trivedi, 2009). Indeed, the Arellano-Bond test for zero second-order autocorrelation in first-differenced errors showed that the idiosyncratic errors are serially uncorrelated in all four models. Moreover, we conducted a specification test for overidentifying restrictions. This test builds a null hypothesis that the overidentifying restrictions are valid and a possible rejection of the null hypothesis implies that we need to reconsider our model or our instruments. We implemented this test using the Sargan test of overidentifying restrictions (Cameron and Trivedi, 2009). For all four models, the results of the Sargan test did not cast any doubt on the validity of the instruments used because it didn't appear any evidence against the null hypothesis that the overidentifying restrictions are valid. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/4c8a321af2413a2c71605fd17fb73eda7476a107500a1b643a68ed3b32cb92e4.jpg",
        "table_caption": [
            "Table1 Descriptive statistics and correlations. "
        ],
        "table_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/7d8954c9614eff87c2f688754a7d0366fe1461cf9fffd286365e3e66c600db8a.jpg",
        "table_caption": [
            "Table2 The effect of Influential Knowledge on Profitability with the blundell-bond estimator. "
        ],
        "table_footnote": [
            "Year and country dummies are included in all models Standard errors in parentheses. $+\\mathtt{p}<0.10$ $\\dot{\\mathbf{\\sigma}}_{\\mathbf{p}}<0.05$ $^{**}\\mathbb{p}<0.01$ $\\mathbf{\\ddot{p}}<0.001$ "
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In formulating Hypotheses 1, we predicted that the impact of influential patented knowledge on financial performance will be positive and significant, though short-lived due to spillovers. The empirical evidence on this relation provides partial support for this hypothesis. In particular, as expected, the two-year lagged value of Influential Knowledge appears to be positive and significant in all models $(\\upbeta=1.843$ $\\mathtt{p}<0.05$ in Model 1; $\\upbeta=1.860$ $\\mathtt{p}<0.05$ in Model 2; $\\upbeta=1.954$ $\\mathsf{p}<0.01$ in Model 3; $\\upbeta\\,=\\,2.107$ $\\mathtt{p}<0.05$ in Model 4) and the three-year lagged value insignificant also in all models. However, counter to our predictions, there is weak evidence that the one-year lagged value is a negative predictor of profitability (insignificant in Models 1 and 2; $\\upbeta=-3.060$ P $<0.05$ in Model 3; $\\upbeta=-3.973$ $\\mathsf{p}<0.10$ in Model 4). In addition to being statistically significant, the economic effect of the one-year lagged value appears to be almost double compared to the one of the two-year lagged value $(\\beta=-3.060$ for the one-year lagged value and $\\upbeta=1.954$ for the two-year lagged value in Model 3; $\\upbeta=-3.973$ and $\\upbeta=2.107$ respectively in Model 4). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "One can reasonably assume that after a year of important inventions' development, a firm will try to take advantage of its novel and valuable knowledge resources by advancing the new knowledge from the stages of patenting through to prototyping, test and demonstration, pilot production, commercialization, and marketing. Logically, the more important the knowledge resources, the higher the expenses spent for their commercialization in anticipation of significant private returns. Consequently, assuming that within the next year after the generation of important patented knowledge, a firm would hardly achieve any sales from the potential innovations related to these patents, the pressure in profitability seems reasonable, considering the expenses needed to transform a patented idea to a product or service ready to be marketed andsold. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Nevertheless, two years after patent application, the effect is reversed; influential patented knowledge appears to affect positively the profitability. In the period between the first and the third year after patent application, firms that own influential patented knowledge have probably already introduced into the market new and commercially successful innovations that are based on the relevant patents, without the threat of developing competing products by rivals having been realized yet.1 During this time frame, the innovative knowledge has led to commercially important innovations which, in turn, have provided the first-movers with the unique economic opportunity to generate abnormal profitability. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "However, this effect attenuates in the third year presumably because of the competing products developed by rivals relying on two sources of imitation: the product itself and the information contained in the disclosed patent application. At the time a patent is publicized, 18 months after its application, an important opportunity arises for rivals — particularly for those with advanced marketing, distribution and lowcost manufacturing skills (Lieberman and Montgomery, 1988) — to develop competing products at a lower cost by relying on the combined information drawn from reverse engineering and patent application. These potential processes imply, first, the imitability of the innovative knowledge through the development by rivals of new knowledge components around the protected by patents “knowledge area\", and second, the subsequent erosion of the competitive advantage along with the superior financial performance through the introduction of competing products that are probably of lower cost or include important improvements compared to the original innovations (Maresch et al., 2016). A similar result can be found in the work of Coad and Rao (2008), who examined the economic performance of innovating firms compared to non-innovating and observed that the “effects of innovation on corporate growth are realized very soon after an innovation is introduced, generating a short, sharp one-off increase in sales turnover\" (p. 81). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Hypothesis 2 posited that the effect of influential knowledge on financial performance will be negatively moderated by rivals? absorptive capacity. Totally contrary to our expectations, the estimated coefficients of the interaction term between Influential Knowledge and Rivals’ Absorptive Capacity are positive and significant in both models in which the interaction term is included $\\overset{\\vartriangle}{\\boldsymbol{\\beta}}=0.006$ $\\mathbb{P}<0.01$ in Model 3; $\\upbeta$ $=0.007$ $\\mathbb{P}<0.01$ in Model 4). Nevertheless, they are minor compared to the estimated coefficients of the one-year and two-year lagged values of Infuential Knowledge, suggesting that the economic significance of the moderating role of Rivals’ Absorptive Capacity on the Influential Knowledge - Profitability relationship is relatively small. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In our efort to provide a plausible explanation for this result, we employ the competitive strategy perspective (Porter, 1991). According to this view, strategic management aims at creating a specific form of competitive advantage for which there exist two fundamental types: differentiation (innovative or marketing differentiation) or low-cost strategy (Spanos and Lioukas, 2001). Drawing from this approach, we claim that higher absorptive capacity favors innovative differentiation strategy and might disfavors low cost strategy. If this proposition is not false, rivals could focus more on developing their own, novel technological trajectories and less on putting pressure on the profit margins of the existing products by introducing imitations at lower prices. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In particular, what we argue is not that the differentiation and lowcost strategies are incompatible nor that the “mixed\"strategy is not the most appropriate in an era of hyper-competition (Karnani, 1984; Spanos and Lioukas, 2001). Our argument is that a period of higher absorptive capacity could reasonably lead to an increased inventive and innovation activity, denoting a greater focus of attention towards innovative differentiation strategy that, in turn, might entail the transfer of resources from low-cost to differentiation strategy. Therefore, when rivals shift their attention from low cost to differentiation, their pressure on prices lowers and, thus, first-movers have the opportunity to increase their private returns from their influential patented knowledge. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In Table 3, as a robustness check, we present the regression results of the effect of Influential Knowledge on Profitability using the Arellano-Bond estimator. We estimated exactly the same four models as before using the xtabond command. In support of the main findings, the statistical and economic significance of the independent variables remains at the same levels. The only difference that is worth mentioning is the statistical significance of the one-year lagged value of Influential Knowledge which appears negative and significant at the level of $\\mathbb{P}<0.01$ in Models 7 and 8 (as compared to $\\mathtt{p}<0.05$ in Model 3 and $\\mathtt{p}<0.10$ in Model 4), corroborating the suggestion that the development of influential knowledge in a given year affects negatively the profitability of the next year. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/579630050fe414ec0733c109a575cb3d8e542381c5af024ab62f74092b128d3f.jpg",
        "table_caption": [
            "Table3 The effect of Influential Knowledge on Profitability with the arellano-bond estimator. "
        ],
        "table_footnote": [
            "Year and country dummies are included in all models Standard errors in parentheses. $+\\mathtt{p}<0.10$ ， $\\mathfrak{p}<0.05$ $\\widetilde{\\mathrm{~\\,~}}\\,{\\widetilde{\\mathrm{~p~}}}<0.01$ ， $\\mathsf{s}_{\\phantom{\\,}}^{\\ast}\\hat{\\mathbf{v}}_{\\mathrm{p}}<0.001$ "
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "hypothesized that the effect of influential patented knowledge on financial performance will be positive but short-lived. The results suggested that influential patented knowledge has a negative, though weak, effect on financial performance in the first year after patent application, but the effect becomes strongly positive in the second year, even though it lasts only for one year. Additionally, in our second research question, we attempted to shed some light on how influential knowledge interacts with rivals’ absorptive capacity and we examined the hypothesis that the effect of influential patented knowledge on financial performance will be negatively moderated by rivals’ absorptive capacity. Counterintuitively, our findings indicated that rivals’ absorptive capacity positively moderates this effect. Therefore, this paper contributes to the understanding of the temporal dynamics of the sustainability of competitive advantage stemming from influential knowledge, providing insights into how rivals’ ability to assimilate and exploit spillovers can impact financial performance. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6. Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Although all phenomena exist in and through time, the question of how long a particular state lasts or is stable over time (i.e., the duration of a phenomenon) is usually ignored or treated implicitly (George and Jones, 2000). Management and organization studies lack deliberate and thoughtful consideration of the role of time when investigating temporal phenomena (Avital, 2000; Mitchell and James, 2001; Yu et al., 2019). In this study, we focus on the ephemerality of the competitive advantage that stems from the most important resource that a firm can possess, that is, its knowledge (McEvily and Chakravarthy, 2002). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In particular, our first research question concerned the duration of the effect of influential knowledge on financial performance. We ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.1. Theoretical implications ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Addressing the still critical question of what determines the ability of a firm to generate rents from its innovations, we endeavored to add two more elements in the PFI framework. Our empirical findings suggest that profiting from innovation is a dynamic process that changes as time passes and innovations mature, strongly related to the general appropriability regime and to the spillover effect. It appears that spillovers do not allow firms to appropriate innovation rents from their influential inventions for a long period of time. In addition, another element that seems to be important and PFI researchers could take into account is the level of rival's absorptive capacity and, in particular, its interaction with the extent of knowledge spillovers, a relationship that provides us with ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "seemingly counterintuitive empirical results. ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Concerning, the RBV framework, our findings provide support for the proposition that knowledge does lead to important competitive advantages, but it is more appropriate to view them as temporary rather than sustainable (Frishammar et al., 2015; Harrigan and DiGuardo, 2017). The notion of temporary competitive advantage has been mainly highlighted by D'Aveni et al. (2010) who emphasized that firm-specific advantages are not sustainable but temporary in nature, criticizing the strategy scholarly field that has been slow to accept the approach that environments are made up of temporary, not enduring competitive advantages. In the same vein, Wiggins and Ruefli (2005) and Huang et al. (2015),following the ideas of D'Aveni (1994), stressed that the ephemerality of competitive advantage is a broad phenomenon embedded in all industries that are characterized by intense competition manifested by the quick maneuvers for building advantages and eroding rivals'ones. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "As our results indicate, the same seems to be the case for innovative knowledge. Knowledge is, by its nature, a public good that can be potentially useful to all interested parties (Grimpe and Kaiser, 2010). Technological resources can be easily and quickly copied and substituted, particularly in high tech industries (D'Aveni et al., 2010). In every modern economy, spillovers are to a large extent beyond the control of the originating firms (Yang et al., 2010), preventing superior economic performance from persisting and eroding inevitably all the competitive advantages that stem from knowledge-based resources (Wiggins and Ruefli, 2002). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Although few in number, there are studies that have demonstrated the ephemerality of competitive advantage generated by innovative knowledge (Ernst, 2001; Harrigan and DiGuardo, 2017; Maresch et al., 2016; McEvily and Chakravarthy, 2002). However, prior RBV literature has not explored the duration of the competitive advantage stemming from influential knowledge. Our evidence supports the view that even the most important and valuable knowledge resources, such as influential knowledge, are not able to create sustainable competitive advantages in competitive markets, but only temporary (Frishammar et al., 2015). More specifically, it seems that influential patented knowledge is indeed a valuable resource that can lead to higher financial performance two years after patent application. However, spillovers, realized through patent disclosure and evidenced by patent citations, gradually weaken the inimitability, the rareness, and thus, the value of this resource. Spillovers erode the competitive advantage caused by influential patented knowledge the third year after patent application, neutralizing its positive effect on financial performance. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "With regard to the absorptive capacity literature, this study is one of the very few attempts that shifts the focus of attention from a focal firm's absorptive capacity to rivals’ absorptive capacity (Arias-Pérez et al., 2019; Hurmelinna-Laukkanen and Olander, 2014). In particular, Hurmelinna-Laukkanen and Olander (2014) showed that the combination of strong appropriability and high level of rivals’ absorptive capacity has positive effects on innovation performance. According to them, increased absorptive capacity among rivals creates incentives for a firm to be even more innovative, provided that the firm can effectively protectitsinnovativeknowledge.Similarconclusionswerereachedby Arias-Pérez et al. (2019), who found that when a firm perceives rivals' absorptive capacity as high, its open innovation processes flourish. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Our research adds to the understanding of the effects of rivals' absorptive capacity by examining how it interacts with influential knowledge to influence financial performance. In particular, our evidence suggests that the effect of influential patented knowledge on financial performance is positively moderated by rivals’ absorptive capacity. It seems that as knowledge spillovers that originate from a firm's R&D achievements increase simultaneously with rivals’ ability to assimilate and apply external knowledge, the firm's profitability improves. In this way, our findings complement previous evidence of positive effects by suggesting that it is financially preferable for a firm that develops important knowledge to compete with firms whose absorptive capacity strengthens, rather than weakens. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Our counterintuitive results lead us to believe that the absorptive capacity of competing firms develops within a context where a latent coopetition is taking place. Coopetition is defined as a strategy that embodies simultaneous cooperation and competition between firms (Gnyawali and Park, 2011; Mathias et al., 2018; Peng et al., 2018). The coopetition literature has emphasized that coopetitive relationships help firms to access and acquire important knowledge resources from competitors while conferring benefits to all category members, providing a win-win situation (Chen and Miller, 2015; Mathias et al., 2018).A prominent theoretical approach to coopetition includes arguments from game theory, according to which, competitors are in a position to engage in positive-sum games that create value for all participants (Ritala and Hurmelinna-Laukkanen, 2009, 2013). These positive-sum effects of coopetition can be achieved by the expansion of the market size and by the potential efficiency gains as a consequence of the development of new innovations caused by knowledge sharing among competitors (Lado et al.,1997). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In our case,if we consider the mandatory disclosure of patent information 18 months after patent application, as a type of forced collaboration that is based on knowledge sharing, then we can view the firms that apply for patents as implementing unintentionally a particular type of coopetition strategy. Firms that are involved in this kind of coopetition, on the one hand, protect their novel knowledge from competitors in their effort to create competitive advantages but, on the other hand, they are forced to share their knowledge with them after a specific period of time,leading eventually to a system of knowledge exchange and transfer that contributes to the performance of all firms that participate in that system (Easterby-Smith et al., 2008; Ritala and Hurmelinna-Laukkanen, 2013). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "6.2. Managerial implications ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "By accepting the temporary nature of influential knowledge, a firm must continuously be at the forefront of technological change and constantly produce valuable new knowledge to be able to systematically reap the fruits of its R&D efforts (Bharadwaj and Dong, 2014; Frishammar et al., 2015). First-movers, in order to sustain their superior performance, must continuously deliver to the market new and important innovations, creating new first-mover advantages at the time the advantages of the prior innovations are starting to be eroded (Dagnino et al., 2016; Frishammar et al., 2015; Maresch et al., 2016). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Perhaps, the only way to achieve this is by reinvestment. Reed and DeFillippi (1990) emphasized that a firm should continuously reinvest in the factors that create barriers to imitation to maintain its advantage. In our case, a firm must constantly reinvest in R&D, aiming at developing important knowledge and successful innovations to achieve temporary competitive advantages that will always leave competitors one step behind (Frishammar et al., 2015). Similar implications have been drawn by Makadok (1998, p. 684) who argued that the purpose of strategy is \"to create a constantly changing series of small, temporary competitive advantages, thereby keeping competitors off balance by forcing them to respond\" and by Wiggins and Ruefli (2005) who suggested that firms must replace their quest for a single, sustained competitive advantage with the quest for a series of temporary competitive advantages, that can be concatenated into a broader, “virtual\" competitive advantage (Haapanen et al., 2018; Newbert, 2008). It would also be interesting to refer to the opinion of Bogner and Bansal (2007, p. 184) who stated that “ironically, it may well be the very threat of such undesired spillover that motivates the original inventor to more aggressively exploit the potential for subsequent inventions\". By being aware of the inevitability of spillovers, firms must be in a constant vigilance to develop important inventions in their quest for sustainability of their competitive advantage and continuation of their technological superiority. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In addition, even if the greater performance that stems from influential knowledge is short-term, firms that had once accomplished to develop influential patented knowledge have better chances to create such knowledge in a systematic way. The capacity to create radical inventions can itself be regarded as a form of dynamic core competence that reflects a firm's problem-solving capabilities, which in turn can lead to the development of breakthrough inventions (Ahuja and Lampert, 2001). If a firm manages to continuously develop important innovations, the competence gap between the firm and its competitors will widen and its superior performance will be maintained (McEvily and Chakravarthy, 2002). Some examples of the effect of innovations’ persistence on firm profitability include the cases of Hewlett-Packard and $^{3\\mathrm{~M~}}$ ,whichachieved a superior economic performance for over 20 years based on their successive development of successful product innovations (Wiggins and Ruefli, 2002). Therefore, although the competitive advantage that stems from influential knowledge lasts only for a limited period of time, those firms that had once succeeded in developing important innovations are in a better position to continue doing it in the future. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "With regard to the managerial implication that can be drawn from the results concerning rivals’ absorptive capacity, we can argue that although R&D intensive firms may unintentionally disclose innovative knowledge, they also receive innovative knowledge from rivals, more than offsetting their potential losses from the imitation of their knowledge resources (Hurmelinna-Laukkanen and Olander, 2014). Even though spillovers do indeed benefit imitators at the expense of original innovators, they nevertheless create new innovation opportunities for innovators,by reabsorbing knowledge that has already spilled to external firms, and has been transformed and exploited by them (Alnuaimi and George, 2016; Yang et al., 2010). In particular, Yang et al. (2010) argued that the knowledge created by imitators by combining their knowledge bases with knowledge spillovers (i.e., spillover knowledge pool) is inherently related to the original innovators' knowledge, and as such it provides opportunities for innovators to learn vicariously from imitators. In support of their arguments, they found evidence that the innovativeness of an innovator increases as its spillover knowledge pool increases. Therefore, managers should not necessarily view increased spillovers combined with enhanced rivals' absorptive capacity as a purely negative phenomenon, since knowledge sharing seems to compensate for the loss of a portion of private returns. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "6.3. Policy implications ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Additionally, this paper may have noteworthy policy implications. In particular, policymakers could interpret our findings with regard to the duration of the competitive advantage stemming from influential knowledge as a “desirable balance” that has been achieved in the chemical industry between an excessively weak and an excessively strong appropriability regime. Patent disclosure seems to play an important role in knowledge diffusion, enabling cumulative innovation and reducing wasteful duplication of R&D effort (Baruffaldi and Simeth, 2020). Nevertheless, motivated by the important, though time-limited, financial advantages of being constantly at the forefront of technological development, firms’ dedication to continuous investment in R&D is expected to strengthen. In this way, firms will systematically contribute both to the creation of new knowledge and to its lagged diffusion to all interested parties, benefiting in parallel from the spillovers originated from other firms' R&D activities (Yang et al., 2010). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Moreover, the positive interaction between influential knowledge and rivals’ absorptive capacity could be a manifestation of a greater knowledge development, economic and market growth, and technological progress realized by combining high levels of competitive and cooperative intensity (Lado et al., 1997). Spillovers might strengthen the innovative performance of an industry as a whole by disseminating new knowledge to all interested parties and by acting as sources of new technological opportunities for industry firms (Cohen, 2010). On this topic, and in particular on the beneficial aspects of social returns, Nelson (2018, p. 1389) eloquently noted that “the benefits of technological advance are widely shared, and in particular that members of the technological community involved in advancing the field are able to learn about and build from the advances that are made bv others\". ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "6.4.Limitations and future research ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "As with all empirical papers, there are limitations in this study. We used patent citations to proxy knowledge imitation based on the assumption that each citation entails the transfer of knowledge elements that could be used for the development of competing technologies. However, not every citation is an attempt to imitate. It could be the result of an R&D collaboration or it could be added by the patent examiner; or it could just denote the technological proximity between two patents without including any important element of competition. Moreover, we assumed that influential patented knowledge can lead to successful innovations and, in turn, to superior financial performance. Nevertheless, it is usual for firms to patent just for blocking others from using their patented knowledge and not for developing innovations (Rudy and Black, 2018). Furthermore, fewer forward citations do not necessarily denote lower knowledge quality or importance, especially in cases where firms operate in industries with effective patent protection and develop more patents to build “patent fences\" in order to prevent rivals from inventing around their protected knowledge (Kim, 2016; Rudy and Black, 2018). In addition, we measured rivals’ absorptive capacity by averaging the absorptive capacity of all firms of our sample based on their backward patent citations. However, it is unlikely that a firm would directly compete with all the firms in its industry for the same market spaces; being in the same industry does not necessarily indicate a competitive position. Finally, although backward patent citations can capture almost the entire spectrum of absorptive capacity, they cannot capture the final phase of the development of innovations, which is an important limitation when the focus is on competitive advantages and financial performances. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Moreover, we present some other limitations of our research from which possible directions for future research could be derived. First, considering our study's limitation of drawing upon data obtained exclusively from the chemical industry, an industry which is known for its effective patent protection (De Rassenfosse et al., 2016), we believe that there is a need to investigate whether the results of this research can be generalizable to other industries where different conditions prevail. Second, since financial performance can be affected by numerous other factors that were not included in our analyses, it would also be interesting to examine whether the findings concerning the effect of influential knowledge will be the same in the case where more predictors of financial performance are included in the empirical model, thus, creating a more robust model that could capture more accurately the effect's magnitude and duration. Third, like most papers that involve the notion of absorptive capacity, our study operationalized it as an R&D-related construct. However, according to Lane et al.(2006), absorptive capacity lies in a broader sociocognitive area and it can be extended so as to include more business-related knowledge, such as managerial, marketing, and manufacturing know-how. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "6.5. Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this study, we considered the novel influential knowledge incorporated in a firm's patents, as measured by forward patent citations, as a valuable resource that can lead to important competitive advantages, viewing patent citations as an indicator of the value of the resource, but also as an indicator of the resource imitability (i.e., spillovers). Situating our analysis within the RBV perspective and using PFI as an overarching framework, we placed a strong emphasis on the effect of influential knowledge on financial performance, focusing in particular on the duration of the effect and on the moderating role of rivals’ absorptive capacity. We developed two hypotheses to address our research objectives, which were empirically tested on secondary, longitudinal economic and patent data from the chemical industry. Concerning the findings of this paper, our results suggested that influential knowledge can generate important but temporary competitive advantages and that influential knowledge and rivals’ absorptive capacity have an unexpected positive interaction effect on financial performance. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Agostini L, Nosll, A, Soranz, , 205. The mpact of fomal and infml appropriability regimes on SME profitability in medium high-tech industries. Technol. Anal. Strat. Manag. 27, 405-419.   \nAhuja, G., 2000. Collaboration networks, structural holes, and innovation: alongitudinl study. Adm. Sci. Q. 45, 425-455.   \nAhuja, G., Coff, RW., Lee, P.M, 2005. Managerial foresight and atted t appropriation: insider trading on knowledge of imminent breakthroughs. Strat. Manag. J. 26, 791-808.   \nAhuja, G., Lamert, C.M, Novelli, E, 2013. The seond face of appropriability: generative appropriability and its detminants, Acad. Manag. Rev.38, 248-269.   \nAhuja, G., Morrs Lampert, C., 2001. Entrepreneurship in the large corporation: a longitudinal study of how established firms create breakthrough inventions. Strat. Manag. J. 22, 521-543.   \nAlencar, MSM, Portr, AL, Ates, AM, 2007.Nanpatntng patts in rlatn to product life cycle Technol. Forecast. Soc. Change 74, 1661-160.   \nAlnuaimi T., George, G., 2016. Appropriability and the retrieval of knowledge after spilloveratManag J37, 12631279.   \nAppio, FP, De Luca, LM., Morgan, R., Martini, A, 2019. Patnt porfolio diversity and firm profitability: a question of specialization or diversification? J. Bus. Res. 101, 255-267.   \nArellano, M., Bond, S., 1991. Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations. Rev. Econ. Stud. 58, 277-297.   \nArias-Perez, J., Alegre, J., Villar, C., 2019. Triggering open innovation processes through organizational emotional capability and rival's absorptive capacity orientation. IEEE Trans. Eng. Manag. https://doi.org/10.1109/TEM.2019.2955439.   \nArtz, K.W., Norman, P.M., Hatfield, D.E., Cardinal, L.B., 2010. A longitudinal study of the impact of R&D, patents, and product innovation on firm performance. J. Prod. Innovat. Manag. 27, 725-740.   \nAvital, M., 2000. Dealing with time in social inquiry: a tension between method and lived experience. Organ. Sci. 11, 665-673.   \nBae, J., Hur, W., Lee, J., Goh, J., 2017. Patent citations and financial analysts' long-term growth forecasts. Sustainability 9, 846.   \nBarney, J., 1991. Firm resources and sustained competitive advantage. J. Manag. 17, 99-120.   \nBarros,e nanrdn appropriating the returns from innovation in a less developed economy. Res. Pol. 50, 104097.   \nBaruffldi  mth, , 0Patnts andkwlde difuson: the fet  aly disclosure. Res. Pol. 49, 103927.   \nBel, R., 2018.A property rights theory of competitive advantage. Strat. Manag. J. 39, 1678-1703.   \nBenner, MJ, Ranganathan, R, 2012. Offsetting illegitimacy? Hw pressure fm securities analysts influence incumbents in the face of new technologies. Acad. Manag. J. 55, 213-233.   \nBharadwaj, ., Dong,Y., 2014Toward furtheruderstanding themarketensing capability-value creation relationship. J. Prod. Innovat. Manag. 31, 799813.   \nBloom, N, Van Reenen, J., 2002. Patents, real options and firm performance Econ. J. 112, C97-C116.   \nBlundell , ond, S., 98. Initial onditons and mnt restrtions indyamic pa data models. J.Econom.87,115-143.   \nBogner, W.C. Bansal, P., 2007. Kowledge management as the basis of sustained hih performance. J. Manag. Stud. 44, 165-188.   \nCameron, AC., Trivedi P.K, 2009. Microeconometrics with STATA. StataCorp LP, College Station, TX.   \nCeccagnoli, M., 2009. Appropriability, preemtion, and firm performance. Strat. Manag. J. 30, 81-98.   \nChen, MJ., Miller, D, 2015. Reconceptualiing cometitive dyamis: a multidimensional framework. Strat. Manag. J. 36, 758-775.   \nChen, T., Tribbitt, M.A., Yang, Y., Li, X., 2017. Does rivals innovation matter? A competitive dynamics perspective on firms' product strategy. J. Bus. Res. 76, 1-7.   \nCoad, A, Rao, R, 2008. Innovation and frm growth in high-tech sectors: a quantile regression approach. Res. Pol. 37,633-648.   \nCohen, W.M., 2010. Fifty Years of Empirical Studies of Innovative Activity and Performance, Handbook of the Economics of Innovation. Elsevier, pp. 129-213.   \nCohen, WM, Got, A, Nagata, A, Nlsn, RR, Walsh, J, 202.R&D silve, patents and the incentives to innovate in Japan and the United States. Res. Pol. 31, 1349-1367.   \nCohen, W.M., Levinthal, D.A., 1990. Aborptive capacity: a new perspective on leaning and innovation. Adm. Sci. Q. 35, 128-152.   \nCohen, W.M., Nelson, R.R., Walsh, J.P., 2000. Protecting Their Intellctual Assets: Appropriability Conditions and Why US Manufacturing Firms Patent (Or Not). National Bureau of Economic Research.   \nColombelli, A., Grilli,L, Minola, T., Mrkajic, B, 2020. To what extent doyog innovative companies take advantage of policy support to enact innovation appropriation mechanisms? Res. Pol. 49, 103797.   \nConti, C., Mancusi, M.L., Sanna-Randaccio, F., Sestini, R., Verdolini, E., 2018. Transition towards a green economy in Europe: innovation and knowledge integration in the renewable energy sector. Res. Pol. 47, 1996-2009.   \nContignaaaav from the \"inevitable disclosure\" doctrine. Strat. Manag. J. 39, 2921-2942.   \nCoomb,ly,P0eain lical aitdp R D Manag. 36, 421-438.   \nCrescenzi, R., Gagliardi, L, 2018. The innovative performance of frms in heterogeneous environments: the intrplay betwen exteal knwlede and inteal absorptive capacities. Res. Pol. 47, 782-795.   \nCzanizkD,Kat, K, 2 n t pftabilty ofiative asets 1941-1953.   \nDaninPPr, Tr ada investigation into the coreof the literatureIn:Academyof Managemet ProcediamManrlifMa   \nD'Aveni, R, 1994. Hypercompetition: Managing the Dynamics of Strategic Management. Free Press, New York.   \nD'Aveni R.A., Dagnino, G.B., Smith, K.G., 2010. The age of temporary advantage. Strat. Manag. J. 31, 1371-1385.   \nDeCaroinis analysisf trrelanspwitfacJMaa92   \neRaa intecly?Testing thdisclore ad arpriatonefcs Re . , 1326-1336.   \nDiaz-Diaz, N.L, Aguiar-Diaz, I., De Saa-Perez, P., 2008. The effect of technological knowledge assets on performance: the innovative choice in Spanish firms. Res. Pol. 37, 1515-1529.   \nEasterby-Smith, M., Lyles, M.A., Tsang, E.W.K., 2008. Inter-organizational knowledge transfer r Mat   \nEbers, M., Maurer, I., 2014. Connections count: how relational embeddedness and relaionmfostaoriacte   \nErnst, H, 2001. Patent applications and subsequent changes of performance: evidence from time-series cross-section analyses on the frm level. Res. Pol. 30, 143-157.   \nFilippet,Arch , 1atin mf crisis natonyt Innovation, structure, and demand. Res. Pol. 40, 179-192. oeleviato. Pol. 48, 1323-1339.   \nFrishammar, J., Ericsson, K., Patel, P.C., 2015. The dark side of knowledge transfer: exploring knowledge leakage in joint R&D projects. Technovation 41, 75-88.   \nGalbretsx study of resource-based theory. Technovation 25, 979-987.   \nGergni of knowldge struuraton and ivation inbiteloyfms JManag St 45, 1448-1474.   \nGeorge,JJnesG 2 he role of tme n thry and theoryuling. J. Manag. 26, 657-684.   \nGeroski, P, Macin, S. Van Ren, J, 199.The profitability of nvang fms Rd J. Econ. 198-211.   \nGittelman, M., Kogut, B., 2003. Does good science lad to valuable knwld? Biotechnlofman thlutonylgfiatpatMaag 366-382.   \nGnyawali, D.R., Park, B.J.R., 2011. Co-opetition between giants: collboration with competitors for technological innovation. Res. Pol. 40, 650-663.   \nGoerzenlaerk data partnerships. Strat. Manag. J. 28, 487-509.   \nGozale empirical studyinpanishmanfacturingfrmTechvaton2728295   \nGrimpe, C, Kaisr, ., 200.Balancing inteal and extenal knwlde acquisiton: th gains and pains fromR&utsourcingJ.anagStd47481509.   \nHaapanen, L., Hurmelinna-Laukkanen, P., Hermes, J., 2018. Firm functions and the natefcmetive advaa atonalin  I Jat a 22, 1850022.   \nHall, B.H, Jaffe, A., Trajtenberg, M., 2005. Market value and patent citations. Rand J. Econ. 16-38.   \nHarabi, N., 1995. Appropriability of technical innovations an empirical analysis. Res. Pol. 24, 981-992.   \nHhff,e, da a a t Patent Office Manag. Sci. 55, 1969-1984.h   \nHarrigan, K.R., DiGuardo, M.C., 2017. Sustainability of patent-based competitive advantage in the US communications services industry. J. Technol. Tran. 42, 1334-1361.   \nHarrigan, KR, Fan, ,  Thfcial nts f persisty hih fowd citations. J. Technol. Tran. 45, 619-647.   \nHashaR,wa,H 220vatnffceyEhig industries: evidence from a Bayesian stochastic frontie approach. Res. Pol. 49, 104054.   \nHe, J., Wang, H.C., 2009. Innovative knowledge assets and economic performance: the asymmetric roles of incentives andmonitrinAcadManagJ.52, 9199.   \nHippel  .rpriabiltyofivatonbenefit as predtorf the souf innovation. Res. Pol. 11, 95-115.   \nHetkeAaEXi knowlede created ivative cmani.AcadManaJ.5,446.   \nHopes, D.G, Madsen, T.L, Walker, G., 2003. Guest editors inrodution to the secial issue: why is there a resource-based view? Toward a theory of competitive heterogeneity Strat Manag. J. 24, 889-902.   \nHu, M.-C., Mathews, J.A., 2008. China's national innovative capacity. Res. Pol. 37, 1465-1479.   \nHuang, K-F., Dyerson, R, Wu, L-Y, Harindranath, G., 2015. From temporary competitive advantage to sustainable competitive advantage Br. J. Manag. 26, 617-636.   \nHumelinaLakanen, P, Olnder, , 2014. Coping with rivals aorptiv capacit innovation activities. Technovation 34, 3-11.   \nJaff,g citationsevienefrmsuveyf nentrEconRev92   \nKarnani, A. 1984. Generic competitive strategies-An analytical approach. Strat. Manag. J. 5, 367-380   \nKelley, D.J., Ali, A., Zzahra, S.A., 2013. Where do breakthroughs come from? Characteristics of high-potential inventions. J. Prod. Inovat. Manag. 30, 1212-1226.   \nKim, M., 2016. Geographic scope, isolating mechanisms, and value appropriation. Strat. Manag. J. 37, 695-713.   \nKoellingerThrelathipbwe loyaa performance empirical evidence from e-business in Europe. Res. Pol. 37, 1317-1328.   \nKondo, M., 1999. R&D dynamics of creating patents in the Japanese industry. Res. Pol. 28, 587-600.   \nKonlechner, S, Ambrosini, $\\mathrm{V}_{\\cdot,}$ 2019. Isues and treds in causal ambiguity research a review and assessment. J. Manag. 45, 2352-2386.   \nKostpxian apait   \nKuo, C.-1, Wu, C.-H, Lin, B.-W., 2019. Gaining from scientific knowledge: the role of knowldaulatonandwledcmbinatonManag9263   \nLado, A.A, Boyd, N.G., Hanlon, S.C., 1997. Competition, cooperation, and the search for economic rents: a syncretic model. Acad. Manag. Rev. 22, 110-141.   \nLahiriayal size:imlicaons form mactratMaaJ34,104.   \nLane, P.J., Koka, BR, Pathak, S, 2006. The reification of abrptive capacity: a critial review and rejuvenation of the construct. Acad. Manag. Rev. 31, 33-863.   \nLettl, C., Rost, K., Von Wartburg, I, 2009. Why are some independent nventors heroes and others \\*hobbyists\"? The moderating role of technological diversity and specialization. Res. Pol. 38, 243-254.   \nLewin, AY., Massini, S, Peers, C., 2011. Microfoudations of intnal and exteal absorptive capacity routines. Organ. Sci. 22, 81-98.   \nLictenaalcaaibadfrr inovation: comlementing absorptive capacity.J.Manag.Stud.46, 1315138.   \nLiberma, M,MntgmryD, 9Firstver adanta StratMana J. 9 41-58.   \nLin,BW, L, Y, Hng, SC., 206R& innsity ad cmmercialzatn oritatn effects on financial performance. J. Bus. Res. 59, 679-685.   \nMahdaaaf9wmana r sustainable competitive advantage: an empirical examination in private universities. J. Bus. Res. 94, 320-334.   \nMakadok, R., 1998. Can first-mover and early-mover advantages be sustained in an industry with low barriers to entry/imitation? Strat. Manag. J. 19, 683696.   \nMaresch, D., Fink, M, Harms, R., 2016. When patents matter: the impact of competition and patent age on the performance contribution of intellectual property rights protection. Technovation 57, 14-20.   \nMarkman,Eh0ts a ata non-substitutable resources. J. Manag. 30, 529-544.   \nMahiaiaa coeta   \nMcEvily, S.K., Chakravarthy, B., 2002. The persistence of knowledge-based advantage: an empirial tst for produt peformance and telogical knwledge trat. Manag. J. 23, 285-305.   \nMeGahan,ilma26Prfng frm loga others: the effect of cometitor patenting on fim al Res. Pol. 5, 1222122.   \nMiller, D., 2003. An asymmetry-based view of advantage: towards an attainable sustainability. Strat. Manag. J. 24, 961-976.   \nMiller,r innovation within diversified firms. Acad. Manag. J. 50, 307-325.   \nMitcheliry when things happen.Acad.ManagRev.26,530547.   \nMoncadPaCatl,P,aCit,TATM, 2 Europe pefomtolitcorporteR&D?cmparisonofEUand nonUcorporat R&D performance. Res. Pol. 39, 523-536.   \nMoser, P, mstedt, J, Rhde, PW, 28Patnt citats - an analysis of qality diferdidaa   \nNason, R.S, Wiklund, J, 2018. An assessment of resource-based theorizing on fim growth and suggestions for the future. J. Manag. 44, 3260.   \nell from inovation in the digital economy\". Res. Pol. 47, 1388-1390.   \nNewbertrirbadvit ass   \nNewbert, S., 208 Vale, rareness, cometiive adantage, and performan a conceptuallevel mpirical investigation of the resourcebased vw of the fm. Strat. Manag. J. 29, 745-768.   \nPachecedaGaZmsky,P 200h mif reur dvelnt sustainivvataaa   \nPakes, A., Schankerman, M., 1984. The Rate of Obsolescence of Patents, Research GestationLaandrivatatft teearur&P and Productivity. Universityof Chicago Press, P 78.   \nPapazoglou, M.E, Spanos, Y.E, 2018. Bridging distant technological domains: a longitudinal study of the determinants of breadth of innovation difusion. Res. Pol. 47, 1713-1728.   \nPatterson,., Ambrosini, V., 205.Configuring absorptive capacity as a key process for research intensive firms. Technovation 36, 77-89.   \nPeng, T-J.A., Yen, M.-H., Bourne, M., 2018. How rival partners compete based on cooperation? Long. Range Plan. 51, 351-383.   \nPhne,AlaLqst,Kh,,rakat bitechlgyindustryftstlolsacead geapri Strat. Manag. J. 27, 369-388.   \nPhene,AT llo d allaoM Stud. 51, 1058-1090.   \nPorter, M.E., 1991. Towards a dynamic theory of strategy. Strat. Manag. J. 12, 95117.   \nPowll TC 200 Cmetitiv advantae: loical and philophical oniderat. Strat. Manag. J. 22, 875-888.   \nPowell, W.W, Kput, KW., mit-Doerr, L, 196. Introrganizatonal collaraton and the locus of innovation: networks of learning in biotechnology. Adm. Sci. Q. 116-145.   \nReed, R., DeFillipi, R.J., 1990.Causal ambiguity, barriers to imitation, and sustainable competitive advantage. Acad. Manag.Rev. 15, 88102.   \nRialaPaWr appropriating value in innovation-related coopetition. Technovation 29, 819-828.   \nRitala, P., Hurmelinna-Laukanen, P., 2013. Incremental and radical innovation in Manag. 30, 154-169.   \nRoberts,Prdt ivaonmrktd s profitability in the US pharmaceutical industry Strat. Manag. J. 20 (7), 655-670.   \nRothaermel, F.T., Hess, AM., 2007. Building dynamic capabilities: innovation driven by individual, firm, and etwork-level effects. Organ. Sci. 18, 898-921.   \nRothaerml, F.T., Hil, C.W.L, 2005. Technological discontinuitie and comlmentary assets: niunlstyfinstrydmarga1.   \nRuylkAtafnon patent litigation strategies. J. Manag. 44, 1226-1249.   \nSaemundsson, R.J., Candi, M, 2017. Absorptive capacity and the identification of opportunities in new technology-based firms. Technovation 64, 4349.   \nSantrlionran Vietnam: evidence from parametric and semi-parametric approaches. Econ. Transit. 24, 31-68.   \nSapsalis, E, de la Potterie, B., avon, R, 2006. Academic versus industry patentng: an in-depth analysis of what determines patent value. Res. Pol. 35, 1631-1645.   \nSmn, competitive advantage. Strat. Manag J. 31, 1386-1409.   \nSorescu, A.B., Chandy, R.K, Prabhu, J.C., 2003. Sources and financial consequences of radicaiasihsfmhamaalsak   \nSpanos, Y.E., Lioukas, S, 2001. An examination into the causal logic of rent generation: contrasting Porer's competitive strategy framework and the resourcebased perspective. Strat. Manag. J. 22, 907-934.   \nSpithove, , Clarye, ,Kckaert, M, 2010.uilding aborptivecapacitytorgani inbound open innovation in traditional industries. Technovation 30, 130-141.   \nStuart,rksinpnsitlbraanisti strateic allanceomationin aigtcology idstrAdcQ.6669.   \nSurroca, J., Trib6, J.A, Waddock, S., 2010. Corporate responsibility and financial performatrolfntangibreretraMaa   \nTeece, D.J, 1986. Profiting from technological iovation: imlications for integration, collaboroinadic lRl.   \nTecJ   \nTeece, D.J., 2018. Profiting from innovation in the digital economy: enabling technologies, standards, and licensing models in the wireless world. Res. Pl. 47, 1367-1387.   \nTer Wal, A.LJ., Criscuolo, P., Salter, A., 2017. Making a marriage of materials: the role of gatekeepers and shepherd inthe absorption of exteal knowledge and innovation performance.Res.Pol. 46,1039-1054.   \nTheThomsonCorporation2007GLBALPATENTUCESnOvervif International Patents, 6 ed. Thomson Scientific, London.   \nVasudeva, G., Anand, J., 2011. Unpacking absorptive capacity: a study of knowledge utilization from alliance porfolios. Acad. Manag. J. 54, 611-623.   \nWang, H., Choi, J, an, G, Dong, J.Q, 2016.Slack reources and the rent-generating potentalffmiwdJMaa20.   \nWen, J., Qualls, W.J., Zeng, D., 2020. To Explore or Exploit: the Influence of Inter-fm R&DNetwork Diversity and Structural Holes on Innovation Outcomes. Technovation, 102178.   \nWiesenthal T,Lu, G.Haman,KSchwar,HG., 2012ottmu stmato industralandpubliR&Dinvestentbytchologyinsupportfplyaing thcafetew-cabnylgie   \nWiginsRstandctivadnar andthe incidence and persistence of uperioreconmic performance Organ. Sci 3. 81-105.   \nWiggins, R.R., Ruefl, T.W., 2005. Schumpeter's ghost: is hypercompetition making the best of times shorter? Strat. Manag. J. 26, 887-911.   \nWodridge, J.., 2003 Introdutory Econmetrics Thmson, SouthWestem. Maon, Ohio.   \nYang, H., Phelps, C., Steensma, HK., 2010. Learning from what others have learned frm you: the effects of knowledge spillovers on originating firms. Acad. Manag. J. 53, 371-389.   \nYayavaram, S., Ahuja, G., 2008. Decomposability in knowledge structures and its impact on the usefulness of inventions and knowledge-base malleability. Adm. Sci. Q. 53, 333-362.   \nYu, W., Minniti, M., Nason, R., 2019. Underperformance duration and innovative search: evidence from the high-tech manufacturing industry. Strat. Manag. J. 40, 836-861.   \nZahra, S.A., George, G., 2002. Absorptive capacity: a review, reconceptualization, and extension. Acad. Manag. Rev. 27, 185-203.   \nZobel, A.-K., 2017. Benefiting from open innovation: a multidimensional model of absorptive capacity. J. Prod. Innovat. Manag. 34, 269-288.   \nZobel, A.-K., Lokshin, B., Hagedoorn, J., 2017. Formal and informal appropriation mechanisms: the role of openness and innovativeness. Technovation 59, 44-54. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]